{
  "metadata": {
    "title": "Hypertension in adults: Initial drug therapy",
    "url": "https://www.uptodate.com.eproxy.lib.hku.hk/contents/hypertension-in-adults-initial-drug-therapy?search=hypertension&source=search_result&selectedTitle=2~150&usage_type=default&display_rank=2#topicGraphics",
    "lastUpdated": null,
    "authors": [],
    "rank": 2,
    "extractedAt": "2025-07-19T06:47:55.163Z",
    "savedAt": "2025-07-19T06:47:55.450Z",
    "searchPattern": "hypertension",
    "rankInResults": 2
  },
  "content": {
    "markdown": "- \n - Find in topic\n  - Formulary\n - [Print](/contents/hypertension-in-adults-initial-drug-therapy/print?search=hypertension&source=search_result&selectedTitle=2~150&usage_type=default&display_rank=2)\n -   \n -    Feedback\n - [](javascript:void(0)) \n\n    ## GRAPHICS [View All](/contents/hypertension-in-adults-initial-drug-therapy?search=hypertension&source=search_result&selectedTitle=2~150&usage_type=default&display_rank=2#)\n\n## RELATED PATHWAYS\n\n## RELATED TOPICS\n\n Hypertension in adults: Initial drug therapy  Authors:[Johannes FE Mann, MD](/contents/hypertension-in-adults-initial-drug-therapy/contributors)[John M Flack, MD, MPH, FAHA, FASH, MACP, CHS](/contents/hypertension-in-adults-initial-drug-therapy/contributors) Section Editor:[William B White, MD](/contents/hypertension-in-adults-initial-drug-therapy/contributors) Deputy Editors:[Karen Law, MD, FACP](/contents/hypertension-in-adults-initial-drug-therapy/contributors)[John P Forman, MD, MSc](/contents/hypertension-in-adults-initial-drug-therapy/contributors)[Contributor Disclosures](/contents/hypertension-in-adults-initial-drug-therapy/contributor-disclosure)\n\nAll topics are updated as new evidence becomes available and our [peer review process](/home/editorial-policy) is complete.Literature review current through: Jun 2025.This topic last updated: Jun 25, 2025.INTRODUCTION — \n\nHypertension is the most important modifiable risk factor for cardiovascular disease [[1](/contents/hypertension-in-adults-initial-drug-therapy/abstract/1)]. In the United States, treatment of hypertension is the most common reason for office visits and for the use of chronic prescription medications [[2,3](/contents/hypertension-in-adults-initial-drug-therapy/abstract/2,3)].\n\nThe decision to initiate antihypertensive drug therapy and the choice of medication is informed by the degree of blood pressure elevation and individual comorbidities. An overview of the initial management of hypertension is presented in this topic, including when to initiate antihypertensive drug therapy, initial drug selection, and monitoring. Other content related to hypertension is presented separately:\n\n●Measurement of blood pressure to diagnose and manage hypertension (see  [\"Hypertension in adults: Blood pressure measurement and diagnosis\"](/contents/hypertension-in-adults-blood-pressure-measurement-and-diagnosis?search=hypertension&topicRef=3869&source=see_link) and  [\"Ambulatory blood pressure monitoring: Indications and procedure\"](/contents/ambulatory-blood-pressure-monitoring-indications-and-procedure?search=hypertension&topicRef=3869&source=see_link))\n\n●Management of patients with uncontrolled blood pressure despite initial therapy (see  [\"Hypertension in adults: Antihypertensive medication titration\"](/contents/hypertension-in-adults-antihypertensive-medication-titration?search=hypertension&topicRef=3869&source=see_link))\n\n●Goal blood pressure (see  [\"Goal blood pressure in adults with hypertension\"](/contents/goal-blood-pressure-in-adults-with-hypertension?search=hypertension&topicRef=3869&source=see_link))\n\n●(Related Pathway(s):  [Hypertension: Initial management](/pathway/120405?search=hypertension&topicRef=3869&source=see_link) and  [Hypertension: Management of patients on monotherapy who have uncontrolled blood pressure](/pathway/130990?search=hypertension&topicRef=3869&source=see_link) and  [Hypertension: Management of patients on combination therapy (two antihypertensive drugs) who have uncontrolled blood pressure](/pathway/130991?search=hypertension&topicRef=3869&source=see_link).)\n\nDEFINITIONS — \n\nDiagnosing hypertension requires a series of repeated blood pressure measurements either in the office or using ambulatory blood pressure monitoring or self-measured blood pressure  ([table 1](/contents/image?imageKey=PC%2F147001&topicKey=PC%2F3869&search=hypertension&rank=2%7E150&source=see_link)). (See  [\"Ambulatory blood pressure monitoring: Indications and procedure\"](/contents/ambulatory-blood-pressure-monitoring-indications-and-procedure?search=hypertension&topicRef=3869&source=see_link) and  [\"Hypertension in adults: Blood pressure measurement and diagnosis\"](/contents/hypertension-in-adults-blood-pressure-measurement-and-diagnosis?search=hypertension&topicRef=3869&source=see_link).)\n\nWe use the American College of Cardiology/American Heart Association (ACC/AHA) definitions and staging system for hypertension [[4](/contents/hypertension-in-adults-initial-drug-therapy/abstract/4)], as detailed below and in the table  ([table 2](/contents/image?imageKey=PC%2F119219&topicKey=PC%2F3869&search=hypertension&rank=2%7E150&source=see_link)):\n\n●Normal blood pressure – Systolic <120 mmHg and diastolic <80 mmHg\n\n●Elevated blood pressure – Systolic 120 to 129 mmHg and diastolic <80 mmHg\n\n●Hypertension\n\n•Stage 1 – Systolic 130 to 139 mmHg or diastolic 80 to 89 mmHg\n\n•Stage 2 – Systolic ≥140 mmHg or diastolic ≥90 mmHg\n\n•Severe hypertension – Systolic >180 mmHg or diastolic >120 mmHg\n\nIf the systolic and diastolic pressures are in different categories, the **higher value** determines the stage.\n\nEuropean guidance on the definition of hypertension and associated treatment thresholds contrasts slightly with that of the ACC/AHA  ([table 2](/contents/image?imageKey=PC%2F119219&topicKey=PC%2F3869&search=hypertension&rank=2%7E150&source=see_link)). As an example, the European Society of Cardiology defines hypertension, using office-based blood pressure, as a systolic ≥140 mmHg or diastolic ≥90 mmHg, or systolic ≥130 or diastolic ≥80 mmHg if cardiovascular risk factors are present [[5](/contents/hypertension-in-adults-initial-drug-therapy/abstract/5)].\n\nGOALS OF ANTIHYPERTENSIVE TREATMENT — \n\nA major goal of blood pressure lowering in patients with hypertension is to reduce cardiovascular-kidney complications, especially among patients with multiple cardiovascular risk factors. Elevated systolic blood pressure (SBP) and diastolic blood pressure (DBP) is associated with an increased risk of major cardiovascular events [[6-10](/contents/hypertension-in-adults-initial-drug-therapy/abstract/6-10)]. When elevated blood pressure is reduced, the risk of cardiovascular events is also reduced [[6-14](/contents/hypertension-in-adults-initial-drug-therapy/abstract/6-14)]. Studies also show improved cardiovascular outcomes as blood pressure is reduced with antihypertensive therapy [[12,13](/contents/hypertension-in-adults-initial-drug-therapy/abstract/12,13)] and the cost-effectiveness of antihypertensive drug therapy, even in lower-risk patients without clinical cardiovascular disease across the lifespan [[6,14-17](/contents/hypertension-in-adults-initial-drug-therapy/abstract/6,14-17)].\n\nIn one meta-analysis of nearly 350,000 patients followed for approximately four years, pharmacologic reduction of SBP by 5 mmHg reduced the relative risk of major cardiovascular events by approximately 10 percent across all blood pressure categories, even in those with normal to high-normal blood pressure [[12](/contents/hypertension-in-adults-initial-drug-therapy/abstract/12)]. Risk reductions were proportional to the intensity of blood pressure lowering in all patients, including those without pre-existing cardiovascular disease. In another meta-analysis of 15,000 patients with SBP 140 to 159 mmHg, DBP 90 to 99 mmHg, and no evidence of prior cardiovascular disease, treatment with antihypertensive therapy resulted in a 7.5 percent reduction in absolute risk for cardiovascular events over five years [[16](/contents/hypertension-in-adults-initial-drug-therapy/abstract/16)]. The relative risk reduction of stroke was 28 percent (95% CI 6-44), and the relative risk reduction of cardiovascular death was 24 percent (95% CI 2-42).\n\nHypertension and cardiovascular disease risk are discussed in further detail separately. (See  [\"Cardiovascular risks of hypertension\"](/contents/cardiovascular-risks-of-hypertension?search=hypertension&topicRef=3869&source=see_link).)\n\nThe decision to initiate antihypertensive pharmacotherapy is determined by both blood pressure stage and risk of cardiovascular disease, as presented below. (See ['SBP 140 to 180 mmHg and/or DBP 90 to 120 mmHg (stage 2 hypertension)'](/contents/hypertension-in-adults-initial-drug-therapy?search=hypertension&source=search_result&selectedTitle=2~150&usage_type=default&display_rank=2#H3816272198) below and ['SBP 130 to 139 mmHg and/or DBP 80 to 89 mmHg (stage 1 hypertension)'](/contents/hypertension-in-adults-initial-drug-therapy?search=hypertension&source=search_result&selectedTitle=2~150&usage_type=default&display_rank=2#H3420273944) below.)\n\nINITIAL TREATMENT BY BLOOD PRESSURE STAGE\n\nLifestyle modifications for all patients — All patients with hypertension should receive education on comprehensive lifestyle modifications  ([table 3](/contents/image?imageKey=PC%2F116041&topicKey=PC%2F3869&search=hypertension&rank=2%7E150&source=see_link)). These should be continued even as antihypertensive drug therapy is added. A summary of recommended lifestyle modifications and the expected relative benefit is reviewed separately. (See  [\"Overview of primary prevention of cardiovascular disease in adults\", section on 'Promoting a healthy lifestyle'](/contents/overview-of-primary-prevention-of-cardiovascular-disease-in-adults?sectionName=PROMOTING+A+HEALTHY+LIFESTYLE&search=hypertension&topicRef=3869&anchor=H2575459562&source=see_link#H2575459562).)\n\nSpecific interventions are also reviewed in further detail in individual topics:\n\n●(See  [\"Diet in the treatment and prevention of hypertension\"](/contents/diet-in-the-treatment-and-prevention-of-hypertension?search=hypertension&topicRef=3869&source=see_link).)\n\n●(See  [\"Exercise in the treatment and prevention of hypertension\"](/contents/exercise-in-the-treatment-and-prevention-of-hypertension?search=hypertension&topicRef=3869&source=see_link).)\n\n●(See  [\"Overweight, obesity, and weight reduction in hypertension\"](/contents/overweight-obesity-and-weight-reduction-in-hypertension?search=hypertension&topicRef=3869&source=see_link).)\n\n●(See  [\"Smoking and hypertension\"](/contents/smoking-and-hypertension?search=hypertension&topicRef=3869&source=see_link).)\n\nSBP >180 mmHg and/or DBP >120 mmHg (severe hypertension) — Patients with severe hypertension or hypertensive crisis require urgent assessment to exclude acute target-organ damage (eg, hypertensive emergency) and determine the need for observation or inpatient care. This is discussed in further detail separately. (See  [\"Management of severe asymptomatic hypertension (hypertensive urgencies) in adults\"](/contents/management-of-severe-asymptomatic-hypertension-hypertensive-urgencies-in-adults?search=hypertension&topicRef=3869&source=see_link) and  [\"Evaluation and treatment of hypertensive emergencies in adults\"](/contents/evaluation-and-treatment-of-hypertensive-emergencies-in-adults?search=hypertension&topicRef=3869&source=see_link).)\n\nSBP 140 to 180 mmHg and/or DBP 90 to 120 mmHg (stage 2 hypertension) — Antihypertensive drug therapy is indicated for patients with stage 2 hypertension (systolic ≥140 mmHg or diastolic ≥90 mmHg). (See ['Definitions'](/contents/hypertension-in-adults-initial-drug-therapy?search=hypertension&source=search_result&selectedTitle=2~150&usage_type=default&display_rank=2#H2094284636) above.)\n\nCombination therapy for most patients — For most patients with stage 2 hypertension, we suggest initial combination therapy with low to moderate doses of two agents with complementary mechanisms of action. In addition, when starting with two agents, we suggest prescribing a single-pill combination rather than prescribing the two agents as separate pills. Our approach is consistent with guidance from the American College of Cardiology/American Heart Association and the European Society of Cardiology [[4,5](/contents/hypertension-in-adults-initial-drug-therapy/abstract/4,5)].\n\nInitial combination therapy lowers blood pressure more than initial monotherapy and increases the likelihood that the target blood pressure will be achieved in a reasonable time period, and the use of single-pill combinations improves adherence to therapy [[18-22](/contents/hypertension-in-adults-initial-drug-therapy/abstract/18-22)]. Two-drug, single-pill combinations also facilitate the achievement of goal blood pressure with lower doses of each medication, reducing the risk of dose-related side effects [[23-25](/contents/hypertension-in-adults-initial-drug-therapy/abstract/23-25)]. However, single-pill combinations are often more expensive, may not be paid for by prescription drug insurance, and vary in availability by region.\n\nInitial combination therapy with more than two agents is discussed below. (See ['Approaches with limited evidence of benefit'](/contents/hypertension-in-adults-initial-drug-therapy?search=hypertension&source=search_result&selectedTitle=2~150&usage_type=default&display_rank=2#H3539225300) below.)\n\nDrug selection — When two drugs are used, they should be from different antihypertensive drug classes  ([table 4](/contents/image?imageKey=NEPH%2F139423&topicKey=PC%2F3869&search=hypertension&rank=2%7E150&source=see_link)) [[4](/contents/hypertension-in-adults-initial-drug-therapy/abstract/4)]. In most patients, the drugs should be selected from among the three preferred classes (ie, angiotensin-converting enzyme [ACE] inhibitors or angiotensin receptor blockers [ARBs], calcium channel blockers, and thiazide diuretics [preferably [chlorthalidone](/contents/chlorthalidone-drug-information?search=hypertension&topicRef=3869&source=see_link) or [indapamide](/contents/indapamide-drug-information?search=hypertension&topicRef=3869&source=see_link) rather than [hydrochlorothiazide](/contents/hydrochlorothiazide-drug-information?search=hypertension&topicRef=3869&source=see_link)]).\n\nSome comorbidities carry additional indications for a drug from a specific class, as reviewed for stage 1 hypertension below and in the table  ([table 5](/contents/image?imageKey=NEPH%2F63628&topicKey=PC%2F3869&search=hypertension&rank=2%7E150&source=see_link)). (See ['Patients at increased cardiovascular risk'](/contents/hypertension-in-adults-initial-drug-therapy?search=hypertension&source=search_result&selectedTitle=2~150&usage_type=default&display_rank=2#H3509383097) below.)\n\n●**Combining an ACE inhibitor or ARB with a dihydropyridine calcium channel blocker is preferred** – Among those without an indication for a drug from a specific class, we suggest the combination of an ACE inhibitor (or ARB) and a dihydropyridine calcium channel blocker for initial drug therapy for patients with stage 2 hypertension  ([table 4](/contents/image?imageKey=NEPH%2F139423&topicKey=PC%2F3869&search=hypertension&rank=2%7E150&source=see_link)).\n\nIn the Avoiding Cardiovascular Events through Combination Therapy in Patients Living with Systolic Hypertension (ACCOMPLISH) trial of 11,506 patients with hypertension at high risk for cardiovascular disease, the combination of an ACE inhibitor and a calcium channel blocker produced modestly superior benefits on cardiovascular outcomes compared with the combination of an ACE inhibitor and thiazide diuretic [[26](/contents/hypertension-in-adults-initial-drug-therapy/abstract/26)]. After 30 months, the composite cardiovascular endpoint (death from cardiovascular causes, nonfatal myocardial infarction, nonfatal stroke, hospitalization for angina, resuscitation after sudden cardiac death, or coronary revascularization) occurred less frequently in patients treated with benazepril-amlodipine compared with patients treated with [benazepril-hydrochlorothiazide](/contents/benazepril-and-hydrochlorothiazide-drug-information?search=hypertension&topicRef=3869&source=see_link) (9.6 versus 11.8 percent, hazard ratio 0.80, 95% CI 0.72-0.90). Individual component endpoints were also less frequent in patients receiving benazepril-amlodipine but, in most cases, narrowly missed statistical significance. In addition, kidney events (defined as doubling of serum creatinine or end-stage kidney disease [ESKD]) were less frequent in patients assigned to benazepril-amlodipine (2 versus 3.7 percent) [[27](/contents/hypertension-in-adults-initial-drug-therapy/abstract/27)].\n\n●**Combining an ACE inhibitor or ARB with a thiazide diuretic is an alternative** – Because the additional cardiovascular benefit of an ACE inhibitor with a dihydropyridine calcium channel blocker in the ACCOMPLISH trial was modest compared with the combination of an ACE inhibitor and a thiazide diuretic, the combination of an ACE inhibitor (or ARB) with a thiazide diuretic is a reasonable alternative  ([table 4](/contents/image?imageKey=NEPH%2F139423&topicKey=PC%2F3869&search=hypertension&rank=2%7E150&source=see_link)), particularly in patients with conditions that benefit from this drug class (eg, edema, osteoporosis, calcium nephrolithiasis with hypercalciuria).\n\nWhen a thiazide diuretic is used, we suggest selecting a thiazide-like diuretic ([chlorthalidone](/contents/chlorthalidone-drug-information?search=hypertension&topicRef=3869&source=see_link) or [indapamide](/contents/indapamide-drug-information?search=hypertension&topicRef=3869&source=see_link)) rather than a thiazide-type diuretic ([hydrochlorothiazide](/contents/hydrochlorothiazide-drug-information?search=hypertension&topicRef=3869&source=see_link)). Chlorthalidone and indapamide are significantly more potent antihypertensive agents than hydrochlorothiazide at similar dose levels [[28-31](/contents/hypertension-in-adults-initial-drug-therapy/abstract/28-31)]. In a meta-analysis of 14 trials that compared the blood pressure reduction with one of three dose levels of hydrochlorothiazide (low, intermediate, high) with a similar dose of one of the thiazide-like diuretics, systolic pressure reduction was greater with chlorthalidone and indapamide (by 3.6 and 5.1 mmHg, respectively) [[28](/contents/hypertension-in-adults-initial-drug-therapy/abstract/28)]. A possibly more important difference than potency is the longer duration of action of chlorthalidone and indapamide compared with hydrochlorothiazide (24 or more hours versus 6 to 12 hours) [[32,33](/contents/hypertension-in-adults-initial-drug-therapy/abstract/32,33)]. The only trial to directly compare the effects of a thiazide-like diuretic (chlorthalidone) versus a thiazide-type diuretic (hydrochlorothiazide) on cardiovascular outcomes had serious flaws, which limited the conclusions that could be drawn [[34](/contents/hypertension-in-adults-initial-drug-therapy/abstract/34)].\n\nSingle-pill combinations that combine an ACE inhibitor or ARB with a thiazide-like diuretic include [perindopril-indapamide](/contents/perindopril-and-indapamide-united-states-not-available-drug-information?search=hypertension&topicRef=3869&source=see_link) and [azilsartan-chlorthalidone](/contents/azilsartan-and-chlorthalidone-drug-information?search=hypertension&topicRef=3869&source=see_link). However, access to these combinations is limited by availability and cost. For example, perindopril-inapamide is unavailable in the United States, and many pharmacies do not stock azilsartan-chlorthalidone. Thus, when combining an ACE inhibitor or ARB with a thiazide diuretic, we often prescribe them as free equivalents. However, if there are substantial concerns about medication adherence, we sometimes prescribe single-pill combinations of an ACE inhibitor or ARB with [hydrochlorothiazide](/contents/hydrochlorothiazide-drug-information?search=hypertension&topicRef=3869&source=see_link) (of which there are many available), despite the lower potency of hydrochlorothiazide. (See ['Single-pill combinations versus free equivalents'](/contents/hypertension-in-adults-initial-drug-therapy?search=hypertension&source=search_result&selectedTitle=2~150&usage_type=default&display_rank=2#H2551177806) below.)\n\n●**Other combinations** – Although treating with a calcium channel blocker and a thiazide diuretic is also a reasonable option that effectively lowers blood pressure, there are no such single-pill combinations available.\n\nSingle-pill combinations versus free equivalents — When starting treatment with two agents, we suggest using a single-pill combination (ie, in which both drugs are contained in a single pill) rather than using free equivalents (ie, in which the same drugs and doses are prescribed as separate pills)  ([table 4](/contents/image?imageKey=NEPH%2F139423&topicKey=PC%2F3869&search=hypertension&rank=2%7E150&source=see_link)). We usually start with the lowest doses of each agent and titrate the dose at subsequent visits.\n\nSingle-pill combinations lead to greater blood pressure reduction, increased attainment of blood pressure goals, and better medication adherence as compared with free equivalents [[24,35,36](/contents/hypertension-in-adults-initial-drug-therapy/abstract/24,35,36)]. In one meta-analysis of 20 studies, single-pill combination therapy produced greater reductions in systolic blood pressure (SBP) and diastolic blood pressure (DBP) compared with free-equivalent combination therapy after 12 weeks (systolic mean difference -3.99 [95% CI -7.92 to -0.07], diastolic mean difference -1.54 [95% CI -2.67 to -0.41]) [[35](/contents/hypertension-in-adults-initial-drug-therapy/abstract/35)]. In another meta-analysis, single-pill combination therapy was associated with improved medication adherence at six months compared with free-equivalent combination therapy (odds ratio 1.78, 95% CI 1.3-2.5) [[36](/contents/hypertension-in-adults-initial-drug-therapy/abstract/36)]. Single-pill combination therapy was also associated with a higher number of patients reaching individual blood pressure goals and fewer hospitalizations and emergency department visits.\n\nIn addition, observational data suggest that single-pill combination therapy reduces the risk of cardiovascular disease and mortality compared with free equivalents [[37](/contents/hypertension-in-adults-initial-drug-therapy/abstract/37)].\n\nCombination therapy with free equivalents is a reasonable alternative, especially if combination pills are unavailable or cost prohibitive. In addition, some patients may prefer initial therapy with free equivalents, followed by conversion to a single-pill combination once the dose of each free equivalent is titrated.\n\nDrug combinations to avoid — In contrast to the preferred combinations mentioned above, it is important to avoid potentially hazardous two-drug combinations [[38](/contents/hypertension-in-adults-initial-drug-therapy/abstract/38)]:\n\n●**An ACE inhibitor should not be combined with an ARB** – Combining these drugs is associated with adverse cardiovascular and kidney events. (See  [\"Major side effects of angiotensin-converting enzyme inhibitors and angiotensin II receptor blockers\", section on 'Combination of ACE inhibitors and ARBs'](/contents/major-side-effects-of-angiotensin-converting-enzyme-inhibitors-and-angiotensin-ii-receptor-blockers?sectionName=COMBINATION+OF+ACE+INHIBITORS+AND+ARBs&search=hypertension&topicRef=3869&anchor=H18&source=see_link#H18) and  [\"Treatment of hypertension in patients with diabetes mellitus\", section on 'Avoid combination renin-angiotensin system inhibition'](/contents/treatment-of-hypertension-in-patients-with-diabetes-mellitus?sectionName=Avoid+combination+renin-angiotensin+system+inhibition&search=hypertension&topicRef=3869&anchor=H3700795642&source=see_link#H3700795642).)\n\nSimilarly, a direct renin inhibitor should not be combined with an ACE inhibitor or ARB.\n\n●**A beta blocker should not be combined with ****diltiazem**** or ****verapamil** – A beta blocker should not be simultaneously prescribed with a nondihydropyridine calcium channel blocker (ie, [diltiazem](/contents/diltiazem-drug-information?search=hypertension&topicRef=3869&source=see_link), [verapamil](/contents/verapamil-drug-information?search=hypertension&topicRef=3869&source=see_link)), since both classes have negative inotropic and chronotropic effects.\n\n●**An alpha-1 adrenergic blocker should not be combined with ****clonidine** – The combination of an alpha blocker (eg, [doxazosin](/contents/doxazosin-drug-information?search=hypertension&topicRef=3869&source=see_link)) and a central adrenergic inhibitor (eg, [clonidine](/contents/clonidine-drug-information?search=hypertension&topicRef=3869&source=see_link)) should be avoided since the efficacy of the combination is minimal and significant orthostatic hypotension may result.\n\n●**A beta blocker** **should not be combined with ****clonidine** – The combination of a beta blocker plus a central adrenergic inhibitor is less effective than other combinations and carries a risk of hypotension, bradycardia, and arrhythmia.\n\nMonotherapy for patients at risk for adverse drug effects — Initial monotherapy, rather than initial combination therapy, may be preferred in patients who are at higher risk for adverse effects from antihypertensive therapy, including those with any of the following:\n\n●History of medication allergy or intolerance – In patients with a history of multiple drug allergies or intolerances, we start with one drug, then add a second agent several weeks later. This facilitates the identification of the culprit drug if a side effect occurs. Once an effective regimen is established and if the patient is stable, the free equivalents can be converted to a single-pill combination to facilitate adherence.\n\n●Renovascular or secondary hypertension or multiple comorbidities – Free equivalents of single drugs are appropriate because these patients typically require frequent dose adjustment.\n\n●Orthostatic hypotension – All patients with newly diagnosed hypertension should be evaluated for a substantial orthostatic decline in blood pressure [[4,39](/contents/hypertension-in-adults-initial-drug-therapy/abstract/4,39)]. In patients with orthostatic hypotension, we initiate treatment with monotherapy due to the increased risk of exacerbation with multiple agents, as below. (See ['Comorbidities that influence drug choice'](/contents/hypertension-in-adults-initial-drug-therapy?search=hypertension&source=search_result&selectedTitle=2~150&usage_type=default&display_rank=2#H979655253) below.)\n\nThe definition, evaluation, and diagnosis of orthostatic hypotension are discussed separately. (See  [\"Mechanisms, causes, and evaluation of orthostatic hypotension\"](/contents/mechanisms-causes-and-evaluation-of-orthostatic-hypotension?search=hypertension&topicRef=3869&source=see_link).)\n\n●Frailty – Initial monotherapy is appropriate for frail patients using a gradual approach to medication titration. (See ['Frail adults'](/contents/hypertension-in-adults-initial-drug-therapy?search=hypertension&source=search_result&selectedTitle=2~150&usage_type=default&display_rank=2#H2485038934) below and  [\"Treatment of hypertension in older adults, particularly isolated systolic hypertension\"](/contents/treatment-of-hypertension-in-older-adults-particularly-isolated-systolic-hypertension?search=hypertension&topicRef=3869&source=see_link).)\n\nSome experts also prefer initial monotherapy for patients with mild isolated systolic hypertension (eg, an SBP of 140 to 150 mmHg if the DBP is <90 mmHg).\n\nWhen initiating monotherapy, we suggest initial treatment with an ACE inhibitor, ARB, or dihydropyridine calcium channel blocker unless there are additional conditions warranting a specific drug class. This approach is similar to the approach to drug therapy in patients with stage 1 hypertension, as noted below. (See ['SBP 130 to 139 mmHg and/or DBP 80 to 89 mmHg (stage 1 hypertension)'](/contents/hypertension-in-adults-initial-drug-therapy?search=hypertension&source=search_result&selectedTitle=2~150&usage_type=default&display_rank=2#H3420273944) below and ['Patients at increased cardiovascular risk'](/contents/hypertension-in-adults-initial-drug-therapy?search=hypertension&source=search_result&selectedTitle=2~150&usage_type=default&display_rank=2#H3509383097) below.)\n\nSBP 130 to 139 mmHg and/or DBP 80 to 89 mmHg (stage 1 hypertension)\n\nPatients at increased cardiovascular risk — Antihypertensive therapy with a single agent (eg, monotherapy) is indicated for patients with stage 1 hypertension (systolic 130 to 139 mmHg and/or diastolic 80 to 89 mmHg) and any of the following conditions:\n\n●Established clinical cardiovascular disease (eg, history of coronary disease, stroke, transient ischemic attack, or documented peripheral artery disease)\n\n●Any of the following features associated with increased cardiovascular risk:\n\n•Chronic kidney disease (CKD; defined by estimated glomerular filtration rate [eGFR] <60 mL/min/1.73 m2 and/or urine albumin-to-creatinine ratio ≥300 mg/g, or history of kidney transplantation)\n\n•Diabetes mellitus\n\n•Heart failure (whether with reduced, mildly reduced, or preserved ejection fraction)\n\n●Age 65 years or older\n\n●Estimated 10-year risk of atherosclerotic cardiovascular disease (ASCVD) of 10 percent or greater, using the Predicting Risk of cardiovascular disease EVENTs ([PREVENT) calculator](/external-redirect?target_url=https%3A%2F%2Fprofessional.heart.org%2Fen%2Fguidelines-and-statements%2Fprevent-calculator&token=Vw0WdnZN6dsnYsTeaL0Q%2B85fFPk1f0HjvSvKwX2ogWOKn3Sgvs0ByqKQOj8zTumzrVFlWv6AQ81zG3d4s8sCSjqJB255WUkswHdASbZmv%2BQ%3D&TOPIC_ID=3869) or other ASCVD risk assessment tool. Assessment of ASCVD risk, including the use of risk calculators, is discussed in further detail separately. (See  [\"Atherosclerotic cardiovascular disease risk assessment for primary prevention in adults\"](/contents/atherosclerotic-cardiovascular-disease-risk-assessment-for-primary-prevention-in-adults?search=hypertension&topicRef=3869&source=see_link) and  [\"Cardiovascular disease risk assessment for primary prevention: Risk calculators\"](/contents/cardiovascular-disease-risk-assessment-for-primary-prevention-risk-calculators?search=hypertension&topicRef=3869&source=see_link).)\n\nPatients without any of the above conditions are managed with close monitoring and lifestyle modifications. (See ['Patients without additional cardiovascular risk factors'](/contents/hypertension-in-adults-initial-drug-therapy?search=hypertension&source=search_result&selectedTitle=2~150&usage_type=default&display_rank=2#H4285359288) below.)\n\nChoice of drug in most patients — Patients with CKD, heart failure, atrial fibrillation, recent myocardial infarction, or orthostatic hypotension have indications for a specific drug class  ([table 5](/contents/image?imageKey=NEPH%2F63628&topicKey=PC%2F3869&search=hypertension&rank=2%7E150&source=see_link)). (See ['Comorbidities that influence drug choice'](/contents/hypertension-in-adults-initial-drug-therapy?search=hypertension&source=search_result&selectedTitle=2~150&usage_type=default&display_rank=2#H979655253) below.)\n\nIn patients at high cardiovascular risk who lack one of these specific comorbidities, we suggest initial antihypertensive treatment with an ACE inhibitor, ARB, or a dihydropyridine calcium channel blocker, rather than a thiazide diuretic  ([algorithm 1](/contents/image?imageKey=PC%2F148107&topicKey=PC%2F3869&search=hypertension&rank=2%7E150&source=see_link)). (See  [\"Cardiovascular disease risk assessment for primary prevention: Risk calculators\"](/contents/cardiovascular-disease-risk-assessment-for-primary-prevention-risk-calculators?search=hypertension&topicRef=3869&source=see_link).)\n\nMost patients with hypertension will ultimately require more than one drug to control their blood pressure [[40](/contents/hypertension-in-adults-initial-drug-therapy/abstract/40)]. Because ACE inhibitors, ARBs, and dihydropyridine calcium channel blockers are components of our preferred two-drug combination, prescribing one of these agents supports a more streamlined transition to combination therapy if blood pressure remains elevated and additional drugs are warranted. (See ['Combination therapy for most patients'](/contents/hypertension-in-adults-initial-drug-therapy?search=hypertension&source=search_result&selectedTitle=2~150&usage_type=default&display_rank=2#H749625577) above.)\n\nInitial therapy with a thiazide-like diuretic (eg, [chlorthalidone](/contents/chlorthalidone-drug-information?search=hypertension&topicRef=3869&source=see_link), [indapamide](/contents/indapamide-drug-information?search=hypertension&topicRef=3869&source=see_link)) is a reasonable alternative as all four drug classes produce similar benefits on cardiovascular endpoints when used as monotherapy [[14,41-43](/contents/hypertension-in-adults-initial-drug-therapy/abstract/14,41-43)].\n\nComorbidities that influence drug choice — Specific drug classes are indicated if any of the following conditions are present, as reviewed below and in the table  ([table 5](/contents/image?imageKey=NEPH%2F63628&topicKey=PC%2F3869&search=hypertension&rank=2%7E150&source=see_link)):\n\n●**CKD with albuminuria** – We preferentially use either an ACE inhibitor or ARB in patients with hypertension who have CKD with either moderately increased albuminuria (formerly called \"microalbuminuria\") or severely increased albuminuria (formerly called \"macroalbuminuria\"). These agents reduce the risk of progression to ESKD in patients with severely increased albuminuria (ie, ≥300 mg/day on a 24-hour urine or a spot urine albumin-to-creatinine ratio ≥300 mg/g of creatinine [34 mg/mmol]). (See  [\"Treatment of hypertension in patients with diabetes mellitus\", section on 'Choice of antihypertensive drug therapy'](/contents/treatment-of-hypertension-in-patients-with-diabetes-mellitus?sectionName=Choice+of+antihypertensive+drug+therapy&search=hypertension&topicRef=3869&anchor=H640628546&source=see_link#H640628546) and  [\"Antihypertensive therapy and progression of nondiabetic chronic kidney disease in adults\", section on 'Effect of renin-angiotensin system inhibitors on progression of CKD'](/contents/antihypertensive-therapy-and-progression-of-nondiabetic-chronic-kidney-disease-in-adults?sectionName=EFFECT+OF+RENIN-ANGIOTENSIN+SYSTEM+INHIBITORS+ON+PROGRESSION+OF+CKD&search=hypertension&topicRef=3869&anchor=H11&source=see_link#H11).)\n\nWhile the benefit of ACE inhibitors and ARBs on ESKD risk in patients with moderately increased albuminuria (ie, 30 to 299 mg/day on a 24-hour urine or 30 to 299 mg/g of creatinine [3.4 to 34 mg/mmol] on a spot urine albumin-to-creatinine ratio) is unproven, these agents lower the risk of progressing to severely increased albuminuria, leading most experts to prefer these agents in patients with CKD and any degree of increased albuminuria. (See  [\"Treatment of hypertension in patients with diabetes mellitus\", section on 'Choice of antihypertensive drug therapy'](/contents/treatment-of-hypertension-in-patients-with-diabetes-mellitus?sectionName=Choice+of+antihypertensive+drug+therapy&search=hypertension&topicRef=3869&anchor=H640628546&source=see_link#H640628546) and  [\"Antihypertensive therapy and progression of nondiabetic chronic kidney disease in adults\", section on 'Effect of renin-angiotensin system inhibitors on progression of CKD'](/contents/antihypertensive-therapy-and-progression-of-nondiabetic-chronic-kidney-disease-in-adults?sectionName=EFFECT+OF+RENIN-ANGIOTENSIN+SYSTEM+INHIBITORS+ON+PROGRESSION+OF+CKD&search=hypertension&topicRef=3869&anchor=H11&source=see_link#H11).)\n\nIn patients with CKD and normal albumin excretion, the use of dihydropyridine calcium channel blockers or diuretics as first-line antihypertensive therapy is also reasonable, given the lack of evidence supporting the additional benefit of ACE inhibitors or ARBs in this group. If a diuretic is used, we suggest a thiazide-like diuretic (eg, [chlorthalidone](/contents/chlorthalidone-drug-information?search=hypertension&topicRef=3869&source=see_link) or [indapamide](/contents/indapamide-drug-information?search=hypertension&topicRef=3869&source=see_link)) as these drugs have proven antihypertensive efficacy in patients with reduced eGFR [[28,44,45](/contents/hypertension-in-adults-initial-drug-therapy/abstract/28,44,45)]. Loop diuretics are an alternative to thiazide-like diuretics in patients with severely decreased eGFR.\n\nAlbuminuria, associated cardiovascular risk, and the role of ACE inhibitors and ARBs are discussed in further detail separately. The management of hypertension after kidney transplantation is also discussed separately:\n\n•(See  [\"Moderately increased albuminuria (microalbuminuria) and cardiovascular disease\"](/contents/moderately-increased-albuminuria-microalbuminuria-and-cardiovascular-disease?search=hypertension&topicRef=3869&source=see_link).)\n\n•(See  [\"Moderately increased albuminuria (microalbuminuria) in type 1 diabetes mellitus\"](/contents/moderately-increased-albuminuria-microalbuminuria-in-type-1-diabetes-mellitus?search=hypertension&topicRef=3869&source=see_link) and  [\"Moderately increased albuminuria (microalbuminuria) in type 2 diabetes mellitus\"](/contents/moderately-increased-albuminuria-microalbuminuria-in-type-2-diabetes-mellitus?search=hypertension&topicRef=3869&source=see_link).)\n\n•(See  [\"Antihypertensive therapy and progression of nondiabetic chronic kidney disease in adults\"](/contents/antihypertensive-therapy-and-progression-of-nondiabetic-chronic-kidney-disease-in-adults?search=hypertension&topicRef=3869&source=see_link) and  [\"Treatment of diabetic kidney disease\"](/contents/treatment-of-diabetic-kidney-disease?search=hypertension&topicRef=3869&source=see_link).)\n\n•(See  [\"Hypertension after kidney transplantation\"](/contents/hypertension-after-kidney-transplantation?search=hypertension&topicRef=3869&source=see_link).)\n\n●**Diabetes mellitus** – Among patients with diabetes without albuminuria, the approach to antihypertensive therapy is the same as in patients without diabetes, as discussed elsewhere. (See ['Choice of drug in most patients'](/contents/hypertension-in-adults-initial-drug-therapy?search=hypertension&source=search_result&selectedTitle=2~150&usage_type=default&display_rank=2#H933015733) above and  [\"Treatment of hypertension in patients with diabetes mellitus\"](/contents/treatment-of-hypertension-in-patients-with-diabetes-mellitus?search=hypertension&topicRef=3869&source=see_link).)\n\nFormerly, it was believed that ACE inhibitors and ARBs provided additional clinical benefit over other agents, such as calcium channel blockers and diuretics, in patients with diabetes mellitus. However, the benefit of ACE inhibitors and ARBs over other antihypertensive drugs is now understood to be limited to patients with diabetes who have albuminuria, as discussed above.\n\n●**Heart failure** – In patients with heart failure, including heart failure with reduced, mildly reduced, or preserved ejection fraction, multiple drugs are indicated to improve survival and reduce morbidity, independent of the blood pressure. These include ACE inhibitors, ARBs, beta blockers, diuretics, and other medications (eg, mineralocorticoid receptor antagonists, sodium-glucose cotransporter 2 inhibitors, or ARB-neprilysin inhibitors). Thus, in patients with both hypertension and heart failure, these drugs are preferentially used in combination for both conditions. The approach to pharmacologic therapy in patients with heart failure is presented in detail separately:\n\n•(See  [\"Primary pharmacologic therapy for heart failure with reduced ejection fraction\"](/contents/primary-pharmacologic-therapy-for-heart-failure-with-reduced-ejection-fraction?search=hypertension&topicRef=3869&source=see_link).)\n\n•(See  [\"Treatment and prognosis of heart failure with mildly reduced ejection fraction\"](/contents/treatment-and-prognosis-of-heart-failure-with-mildly-reduced-ejection-fraction?search=hypertension&topicRef=3869&source=see_link).)\n\n•(See  [\"Treatment and prognosis of heart failure with preserved ejection fraction\"](/contents/treatment-and-prognosis-of-heart-failure-with-preserved-ejection-fraction?search=hypertension&topicRef=3869&source=see_link).)\n\n●**Atrial fibrillation** – We use either a beta blocker or a nondihydropyridine calcium channel blocker in patients with atrial fibrillation. These agents also assist with rate control and reduce the likelihood of rapid ventricular response. (See  [\"Control of ventricular rate in patients with atrial fibrillation who do not have heart failure: Pharmacologic therapy\"](/contents/control-of-ventricular-rate-in-patients-with-atrial-fibrillation-who-do-not-have-heart-failure-pharmacologic-therapy?search=hypertension&topicRef=3869&source=see_link).)\n\n●**Recent myocardial infarction** – Most patients with a myocardial infarction are treated with both a beta blocker and an ACE inhibitor or ARB. In patients with newly diagnosed stage 1 hypertension and recent myocardial infarction, it is reasonable to increase the dose of existing therapy (either beta blocker or ACE inhibitor/ARB) as initial antihypertensive therapy, rather than adding another agent. The role of beta blockers, ACE inhibitors, and ARBs in patients with myocardial infarction and the duration of therapy are discussed in further detail separately. (See  [\"Acute myocardial infarction: Role of beta blocker therapy\", section on 'Long-term therapy'](/contents/acute-myocardial-infarction-role-of-beta-blocker-therapy?sectionName=LONG-TERM+THERAPY&search=hypertension&topicRef=3869&anchor=H240601389&source=see_link#H240601389) and  [\"Angiotensin converting enzyme inhibitors and receptor blockers in acute myocardial infarction: Recommendations for use\", section on 'Duration of therapy'](/contents/angiotensin-converting-enzyme-inhibitors-and-receptor-blockers-in-acute-myocardial-infarction-recommendations-for-use?sectionName=DURATION+OF+THERAPY&search=hypertension&topicRef=3869&anchor=H6&source=see_link#H6).)\n\nMany experts transition hypertension treatment from a beta blocker to one of the three preferred antihypertensive drug classes once the myocardial infarction is sufficiently remote (eg, after three or more years), while others continue these agents indefinitely.\n\n●**Orthostatic hypotension** – In patients with orthostatic hypotension, we generally avoid diuretics and alpha blockers in favor of a dihydropyridine calcium channel blocker, ACE inhibitor, or ARB because these agents are less likely to exacerbate the condition [[46,47](/contents/hypertension-in-adults-initial-drug-therapy/abstract/46,47)]. We also review medication lists to identify potential causal agents  ([table 6](/contents/image?imageKey=NEURO%2F130809&topicKey=PC%2F3869&search=hypertension&rank=2%7E150&source=see_link)). Some experts use standing, rather than seated, blood pressure to assess treatment adequacy for patients with persistent orthostatic hypotension.\n\n●**Edema** – The use of a thiazide-like diuretic may have a favorable effect on fluid retention and edema.\n\nPatients without additional cardiovascular risk factors — We treat patients with stage 1 hypertension without additional comorbidities that increase cardiovascular risk with lifestyle interventions only. Because such patients are at low or borderline 10-year ASCVD risk, drug therapy does not confer a clinically important cardiovascular benefit. (See ['Goals of antihypertensive treatment'](/contents/hypertension-in-adults-initial-drug-therapy?search=hypertension&source=search_result&selectedTitle=2~150&usage_type=default&display_rank=2#H717558469) above.)\n\nIn addition to promoting intensive lifestyle modification, we reassess cardiovascular risk at periodic intervals and initiate antihypertensive treatment if the patient develops increased blood pressure or additional cardiovascular risk factors. (See ['SBP 140 to 180 mmHg and/or DBP 90 to 120 mmHg (stage 2 hypertension)'](/contents/hypertension-in-adults-initial-drug-therapy?search=hypertension&source=search_result&selectedTitle=2~150&usage_type=default&display_rank=2#H3816272198) above and  [\"Atherosclerotic cardiovascular disease risk assessment for primary prevention in adults\", section on 'Borderline risk (5 to <7.5 percent)'](/contents/atherosclerotic-cardiovascular-disease-risk-assessment-for-primary-prevention-in-adults?sectionName=Borderline+risk+%285+to+%3C7.5+percent%29&search=hypertension&topicRef=3869&anchor=H390700722&source=see_link#H390700722).)\n\nSPECIAL POPULATIONS\n\nPatients who may become pregnant\n\n●**Identify patients who may become pregnant** – Patients who may become pregnant include females who are currently menstruating or have recently stopped menstruating.\n\nAs exceptions, patients who are using a long-acting contraceptive (intrauterine device or [levonorgestrel](/contents/levonorgestrel-systemic-drug-information?search=hypertension&topicRef=3869&source=see_link) implant) and patients who have undergone surgical sterilization have unintended pregnancy rates of <1 percent. Such patients could reasonably be prescribed a medication that would otherwise be contraindicated in pregnancy, and we employ the same guidance for treatment and selection of initial combination or monotherapy described above, using a shared decision-making approach. (See ['SBP 140 to 180 mmHg and/or DBP 90 to 120 mmHg (stage 2 hypertension)'](/contents/hypertension-in-adults-initial-drug-therapy?search=hypertension&source=search_result&selectedTitle=2~150&usage_type=default&display_rank=2#H3816272198) above and ['SBP 130 to 139 mmHg and/or DBP 80 to 89 mmHg (stage 1 hypertension)'](/contents/hypertension-in-adults-initial-drug-therapy?search=hypertension&source=search_result&selectedTitle=2~150&usage_type=default&display_rank=2#H3420273944) above.)\n\n●**Antihypertensive drug selection in patients who may become pregnant**\n\n•**Drugs to avoid** – We avoid angiotensin-converting enzyme inhibitors and angiotensin receptor blockers in patients who may become pregnant because of potential teratogenicity should the patient become pregnant. Mineralocorticoid receptor antagonists and direct renin inhibitors should also be avoided.\n\n•**Monotherapy** – If monotherapy is indicated, we typically initiate a dihydropyridine calcium channel blocker (eg, [nifedipine](/contents/nifedipine-drug-information?search=hypertension&topicRef=3869&source=see_link) extended release or [amlodipine](/contents/amlodipine-drug-information?search=hypertension&topicRef=3869&source=see_link))  ([algorithm 2](/contents/image?imageKey=NEPH%2F140418&topicKey=PC%2F3869&search=hypertension&rank=2%7E150&source=see_link)).\n\n•**Combination therapy** – We use a calcium channel blocker along with either a thiazide-like diuretic (eg, [chlorthalidone](/contents/chlorthalidone-drug-information?search=hypertension&topicRef=3869&source=see_link)) or certain beta blockers (eg, [labetalol](/contents/labetalol-drug-information?search=hypertension&topicRef=3869&source=see_link), [carvedilol](/contents/carvedilol-drug-information?search=hypertension&topicRef=3869&source=see_link), [metoprolol](/contents/metoprolol-drug-information?search=hypertension&topicRef=3869&source=see_link)) as these agents have established fetal safety profiles  ([algorithm 2](/contents/image?imageKey=NEPH%2F140418&topicKey=PC%2F3869&search=hypertension&rank=2%7E150&source=see_link)). There is a theoretical concern that diuretics could adversely affect the physiologic increase in plasma volume during pregnancy and therefore lead to harm if the patient becomes pregnant. However, there is no evidence that these agents are teratogenic or adversely affect pregnancy. Nevertheless, if a patient taking a thiazide-like or thiazide-type diuretic becomes pregnant, many clinicians would discontinue the medication or reduce the dose.\n\nThe management of hypertension during pregnancy is discussed in detail separately. (See  [\"Treatment of hypertension in pregnant and postpartum patients\"](/contents/treatment-of-hypertension-in-pregnant-and-postpartum-patients?search=hypertension&topicRef=3869&source=see_link).)\n\nFrail adults — Older adults (age greater than 75 years), particularly those who are frail, warrant a more gradual approach to blood pressure reduction with careful attention to medication interactions and adverse effects. In frail patients, we suggest initial monotherapy at low doses, with frequent follow-up for monitoring and medication titration. This is discussed elsewhere in more detail. (See  [\"Treatment of hypertension in older adults, particularly isolated systolic hypertension\", section on 'Problem of frailty'](/contents/treatment-of-hypertension-in-older-adults-particularly-isolated-systolic-hypertension?sectionName=Problem+of+frailty&search=hypertension&topicRef=3869&anchor=H14493503&source=see_link#H14493503).)\n\nHowever, in patients who are far from goal, older age in the absence of frailty is not a reason to begin with low-dose monotherapy followed by slow medication titration. Such an approach could lead to substantial delays in attaining goal blood pressure, particularly if the interval between follow-up visits is long.\n\nFOLLOW-UP — \n\nPatients started on antihypertensive drug therapy should be evaluated (either in person or by telehealth) every two to four weeks until their blood pressure is at goal. In most patients, we wait four weeks to re-evaluate after starting or intensifying therapy to permit long-acting antihypertensive drugs enough time to manifest their full blood pressure-lowering effect. This approach is consistent with the American College of Cardiology/American Heart Association 2017 hypertension guideline [[4](/contents/hypertension-in-adults-initial-drug-therapy/abstract/4)]. Patients with severely elevated blood pressure should be re-evaluated sooner, typically within several days to a week.\n\nWe suggest a return visit every four weeks after each medication change until blood pressure is at goal. After the goal blood pressure is attained, we usually follow patients every three to six months (either in person or by telehealth). Goal blood pressure (eg, blood pressure \"targets\") is discussed in further detail separately (see  [\"Goal blood pressure in adults with hypertension\"](/contents/goal-blood-pressure-in-adults-with-hypertension?search=hypertension&topicRef=3869&source=see_link)). Antihypertensive medication titration is also discussed in further detail separately. (See  [\"Hypertension in adults: Antihypertensive medication titration\"](/contents/hypertension-in-adults-antihypertensive-medication-titration?search=hypertension&topicRef=3869&source=see_link).)\n\nWe monitor electrolytes and serum creatinine one to three weeks after initiation or titration of angiotensin-converting enzyme inhibitors, angiotensin receptor blockers, mineralocorticoid receptor antagonists, and diuretics  ([table 7](/contents/image?imageKey=NEPH%2F139469&topicKey=PC%2F3869&search=hypertension&rank=2%7E150&source=see_link)). In general, patients with moderate to severe chronic kidney disease or pre-existing electrolyte abnormalities should be evaluated more quickly (eg, within one week) after initiating or intensifying one of these agents. In patients on stable doses of medications and with normal kidney function, electrolytes and creatinine should be monitored annually.\n\nAPPROACHES WITH LIMITED EVIDENCE OF BENEFIT\n\n●**Combination therapy with three or more agents** – Initial therapy with three or more antihypertensive agents has been examined; however, clinical experience with this approach remains limited [[48-53](/contents/hypertension-in-adults-initial-drug-therapy/abstract/48-53)]. While increased adverse effects from triple or quadruple combination therapy are a theoretical concern, newer combinations using low doses of each drug class have been well tolerated [[48,53,54](/contents/hypertension-in-adults-initial-drug-therapy/abstract/48,53,54)]. In a trial of nearly 600 patients with hypertension, a four-drug, single-pill combination (that contained low doses of [irbesartan](/contents/irbesartan-drug-information?search=hypertension&topicRef=3869&source=see_link), [indapamide](/contents/indapamide-drug-information?search=hypertension&topicRef=3869&source=see_link), [amlodipine](/contents/amlodipine-drug-information?search=hypertension&topicRef=3869&source=see_link), and [bisoprolol](/contents/bisoprolol-drug-information?search=hypertension&topicRef=3869&source=see_link)) lowered 24-hour systolic blood pressure more than full-dose irbesartan (18 versus 10 mmHg) and led to higher rates of blood pressure control (77 versus 50 percent) [[48](/contents/hypertension-in-adults-initial-drug-therapy/abstract/48)]. The incidence of adverse effects was similar between the groups. While promising, clinical experience with using four-drug combination pills is limited and therefore not yet recommended as initial treatment.\n\n●**No role for race-based therapy** – We choose a consistent therapeutic approach regardless of race. The historic preference for a calcium channel blocker or a thiazide-like diuretic as monotherapy in self-described Black patients originated from some evidence in randomized trials showing that these drugs have superior blood pressure-lowering efficacy and protection against cardiovascular events (compared with angiotensin-converting enzyme [ACE] inhibitors or angiotensin receptor blockers [ARBs]) [[55-63](/contents/hypertension-in-adults-initial-drug-therapy/abstract/55-63)]. However, despite an increase in the use of calcium channel blockers in this population (and a corresponding decrease in the use of ACE inhibitors and ARBs), hypertension control rates among Black patients, as well as racial disparities in control, have not improved [[64](/contents/hypertension-in-adults-initial-drug-therapy/abstract/64)].\n\nFurthermore, the substantial variability in the blood pressure response to drugs such as ACE inhibitors **within** self-identified Black or African American patients is several-fold larger than the variability in blood pressure response **between** Black and White individuals. Thus, although blood pressure responses to ACE inhibitor (and ARB) monotherapy are, on average, lesser among Black patients as compared with White patients, there is considerable overlap in the response [[65](/contents/hypertension-in-adults-initial-drug-therapy/abstract/65)]. Combination therapy with an ACE inhibitor or ARB and either a calcium channel blocker or diuretic remains the most effective two-drug combination, and therefore, we use this treatment approach regardless of race [[66,67](/contents/hypertension-in-adults-initial-drug-therapy/abstract/66,67)]. In one large health system, for example, the implementation of a race-agnostic therapeutic algorithm that focused on combination therapy and avoidance of therapeutic inertia resulted in hypertension control rates exceeding 80 percent for White, Black, and Hispanic patients [[68](/contents/hypertension-in-adults-initial-drug-therapy/abstract/68)]. In addition, the disparity in hypertension control comparing Black patients with White patients decreased from 6.3 to 2.8 percent. The epidemiology of hypertension in Black individuals, including the role of social determinants of health, is discussed in further detail separately. (See  [\"Burden of hypertension in Black individuals\"](/contents/burden-of-hypertension-in-black-individuals?search=hypertension&topicRef=3869&source=see_link).)\n\n●**Bedtime versus morning dosing** – The American Heart Association and European Society of Cardiology recommend taking antihypertensive drugs at a time of day that optimizes adherence for each individual patient [[4,5](/contents/hypertension-in-adults-initial-drug-therapy/abstract/4,5)]. While some studies suggest a difference in cardiovascular outcomes based on bedtime versus morning dosing [[69-75](/contents/hypertension-in-adults-initial-drug-therapy/abstract/69-75)], the two largest studies did not find differences in cardiovascular events based on the timing of antihypertensive therapy [[76,77](/contents/hypertension-in-adults-initial-drug-therapy/abstract/76,77)].\n\nIn the Treatment in Morning versus Evening (TIME) trial, in which more than 21,000 adults with hypertension were randomly assigned to take their antihypertensive medications in the morning or the evening, rates of cardiovascular events were similar between groups at five-year follow-up [[76](/contents/hypertension-in-adults-initial-drug-therapy/abstract/76)]. There were no important differences in safety or adverse events between the morning and evening groups. In a second trial of over 16,000 patients, there was also no difference in the rates of cardiovascular events between groups receiving [hydrochlorothiazide](/contents/hydrochlorothiazide-drug-information?search=hypertension&topicRef=3869&source=see_link) or [atenolol](/contents/atenolol-drug-information?search=hypertension&topicRef=3869&source=see_link) in the morning versus controlled-onset extended-release [verapamil](/contents/verapamil-drug-information?search=hypertension&topicRef=3869&source=see_link) at bedtime [[77](/contents/hypertension-in-adults-initial-drug-therapy/abstract/77)]. Similarly, a third trial that included 767 frail, older adults found no difference in all-cause mortality, cardiovascular events, falls, or cognitive decline comparing bedtime versus morning dosing, although the trial was limited by a relatively small number of overall events [[78](/contents/hypertension-in-adults-initial-drug-therapy/abstract/78)].\n\nThese data conflict with two other trials (the Ambulatory Blood Pressure Monitoring for Prediction of Cardiovascular Events [MAPEC] and Hygia studies), which concluded that evening dosing leads to fewer cardiovascular events and lower mortality compared with morning dosing [[73-75](/contents/hypertension-in-adults-initial-drug-therapy/abstract/73-75)]. However, both the MAPEC and Hygia trials were published by the same research group, and both trials reported very large benefits from shifting one or more antihypertensive drugs from the morning to bedtime (eg, 50 percent or greater relative reductions in stroke, myocardial infarction, and cardiovascular death). Effects of this magnitude are rarely, if ever, observed in rigorous cardiovascular trials; in addition, the biologic rationale (a modest reduction in nighttime blood pressure without a major difference in 24-hour blood pressure) does not support such large effects on outcomes [[79](/contents/hypertension-in-adults-initial-drug-therapy/abstract/79)].\n\nSOCIETY GUIDELINE LINKS — \n\nLinks to society and government-sponsored guidelines from selected countries and regions around the world are provided separately. (See  [\"Society guideline links: Hypertension in adults\"](/contents/society-guideline-links-hypertension-in-adults?search=hypertension&topicRef=3869&source=see_link).)\n\nINFORMATION FOR PATIENTS — \n\nUpToDate offers two types of patient education materials, \"The Basics\" and \"Beyond the Basics.\" The Basics patient education pieces are written in plain language, at the 5th to 6th grade reading level, and they answer the four or five key questions a patient might have about a given condition. These articles are best for patients who want a general overview and who prefer short, easy-to-read materials. Beyond the Basics patient education pieces are longer, more sophisticated, and more detailed. These articles are written at the 10th to 12th grade reading level and are best for patients who want in-depth information and are comfortable with some medical jargon.\n\nHere are the patient education articles that are relevant to this topic. We encourage you to print or email these topics to your patients. (You can also locate patient education articles on a variety of subjects by searching on \"patient info\" and the keyword(s) of interest.)\n\n●Basics topic (see  [\"Patient education: Medicines for high blood pressure (The Basics)\"](/contents/medicines-for-high-blood-pressure-the-basics?search=hypertension&topicRef=3869&source=see_link))\n\n●Beyond the Basics topics (see  [\"Patient education: High blood pressure in adults (Beyond the Basics)\"](/contents/high-blood-pressure-in-adults-beyond-the-basics?search=hypertension&topicRef=3869&source=see_link) and  [\"Patient education: High blood pressure treatment in adults (Beyond the Basics)\"](/contents/high-blood-pressure-treatment-in-adults-beyond-the-basics?search=hypertension&topicRef=3869&source=see_link) and  [\"Patient education: High blood pressure, diet, and weight (Beyond the Basics)\"](/contents/high-blood-pressure-diet-and-weight-beyond-the-basics?search=hypertension&topicRef=3869&source=see_link))\n\nSUMMARY AND RECOMMENDATIONS\n\n●**Treating hypertension reduces cardiovascular risk** – The goal of blood pressure lowering in patients with hypertension is to reduce cardiovascular complications, especially among patients with multiple cardiovascular risk factors. The decision to initiate antihypertensive pharmacotherapy is determined by both blood pressure stage and risk of cardiovascular disease. (See ['Goals of antihypertensive treatment'](/contents/hypertension-in-adults-initial-drug-therapy?search=hypertension&source=search_result&selectedTitle=2~150&usage_type=default&display_rank=2#H717558469) above.)\n\n●**Lifestyle modifications for all patients** – All patients with hypertension should receive education on comprehensive lifestyle modifications  ([table 3](/contents/image?imageKey=PC%2F116041&topicKey=PC%2F3869&search=hypertension&rank=2%7E150&source=see_link)). These are continued even as antihypertensive drug therapy is added.\n\n●**Systolic blood pressure (SBP) >180 mmHg and/or diastolic blood pressure (DBP) >120 mmHg** – Patients with severe hypertension or hypertensive crisis require urgent assessment to exclude acute target-organ damage (eg, hypertensive emergency) and determine the need for observation or inpatient care. (See  [\"Management of severe asymptomatic hypertension (hypertensive urgencies) in adults\"](/contents/management-of-severe-asymptomatic-hypertension-hypertensive-urgencies-in-adults?search=hypertension&topicRef=3869&source=see_link).)\n\n●**SBP 140 to 180 mmHg and/or DBP 90 to 120 mmHg (stage 2 hypertension)**\n\n•**Combination therapy for most patients** – For most patients with stage 2 hypertension, we suggest initial combination therapy  ([table 4](/contents/image?imageKey=NEPH%2F139423&topicKey=PC%2F3869&search=hypertension&rank=2%7E150&source=see_link)) ([Grade 2C](/contents/grade/6?title=Grade 2C&topicKey=PC/3869)). Combination therapy lowers blood pressure more than monotherapy, increases the likelihood that the target blood pressure will be achieved, and reduces the risk of dose-related side effects. (See ['Combination therapy for most patients'](/contents/hypertension-in-adults-initial-drug-therapy?search=hypertension&source=search_result&selectedTitle=2~150&usage_type=default&display_rank=2#H749625577) above.)\n\nWhen initiating combination therapy, we suggest prescribing a single-pill combination (in which both drugs are contained in a single pill) rather than as free equivalents (in which the same drugs and doses are prescribed as separate pills) ([Grade 2B](/contents/grade/5?title=Grade 2B&topicKey=PC/3869)). Single-pill combination therapy facilitates medication adherence and the achievement of goal blood pressure at lower doses of medication compared with free equivalents.\n\nWe suggest the combination of an angiotensin-converting enzyme (ACE) inhibitor or angiotensin receptor blocker (ARB) and a dihydropyridine calcium channel blocker for initial drug therapy  ([table 4](/contents/image?imageKey=NEPH%2F139423&topicKey=PC%2F3869&search=hypertension&rank=2%7E150&source=see_link)), rather than other combinations ([Grade 2C](/contents/grade/6?title=Grade 2C&topicKey=PC/3869)). Several such combinations are commercially available. The combination of an ACE inhibitor (or ARB) with a thiazide-like diuretic is a reasonable alternative, particularly in patients with conditions that benefit from this drug class (eg, edema, osteoporosis, calcium nephrolithiasis with hypercalciuria). (See ['Combination therapy for most patients'](/contents/hypertension-in-adults-initial-drug-therapy?search=hypertension&source=search_result&selectedTitle=2~150&usage_type=default&display_rank=2#H749625577) above.)\n\n•**Monotherapy or comorbidity-indicated drug(s) in selected patients** – Patients who are at higher risk for adverse effects from antihypertensive therapy, including patients who are older (eg, greater than 75 years of age), underweight or frail, or with a history of medication intolerance, should start with monotherapy.\n\nIf monotherapy is the selected approach, we suggest initial antihypertensive treatment with an ACE inhibitor, ARB, or dihydropyridine calcium channel blocker rather than a thiazide diuretic ([Grade 2C](/contents/grade/6?title=Grade 2C&topicKey=PC/3869)). Because ACE inhibitors, ARBs, and dihydropyridine calcium channel blockers are components of our preferred two-drug combination pills  ([table 4](/contents/image?imageKey=NEPH%2F139423&topicKey=PC%2F3869&search=hypertension&rank=2%7E150&source=see_link)), starting with one of these drug classes supports a more streamlined transition to the preferred combination therapy if a second agent is needed to achieve the goal blood pressure. (See ['Monotherapy for patients at risk for adverse drug effects'](/contents/hypertension-in-adults-initial-drug-therapy?search=hypertension&source=search_result&selectedTitle=2~150&usage_type=default&display_rank=2#H3293076090) above and ['Patients at increased cardiovascular risk'](/contents/hypertension-in-adults-initial-drug-therapy?search=hypertension&source=search_result&selectedTitle=2~150&usage_type=default&display_rank=2#H3509383097) above.)\n\n●**SBP 130 to 139 mmHg and/or DBP 80 to 89 mmHg (stage 1 hypertension)**\n\n•**Lifestyle modifications only in patients without cardiovascular risk factors** – Antihypertensive drug therapy is not indicated for patients with stage 1 hypertension, no cardiovascular comorbidities (eg, established clinical cardiovascular disease, heart failure, diabetes, chronic kidney disease [CKD]), and an estimated 10-year cardiovascular risk less than 10 percent. Such patients are managed with lifestyle interventions only since drug therapy does not confer a clinically important absolute benefit on cardiovascular outcomes in this group. (See ['Patients without additional cardiovascular risk factors'](/contents/hypertension-in-adults-initial-drug-therapy?search=hypertension&source=search_result&selectedTitle=2~150&usage_type=default&display_rank=2#H4285359288) above and ['Goals of antihypertensive treatment'](/contents/hypertension-in-adults-initial-drug-therapy?search=hypertension&source=search_result&selectedTitle=2~150&usage_type=default&display_rank=2#H717558469) above.)\n\n•**Monotherapy if cardiovascular risk factors are present** – We initiate antihypertensive monotherapy in patients with stage 1 hypertension and any of the following comorbidities:\n\n-Established clinical cardiovascular disease (history of coronary disease, stroke, transient ischemic attack, or documented peripheral arterial disease)\n\n-Heart failure\n\n-Diabetes mellitus\n\n-CKD or post-kidney transplantation\n\n-Age 65 years or older\n\n-An estimated 10-year risk of atherosclerotic cardiovascular disease greater than or equal to 10 percent (see  [\"Cardiovascular disease risk assessment for primary prevention: Risk calculators\"](/contents/cardiovascular-disease-risk-assessment-for-primary-prevention-risk-calculators?search=hypertension&topicRef=3869&source=see_link))\n\nThe choice of initial agent is guided by the presence of additional conditions (eg, CKD, atrial fibrillation, heart failure, etc) for which a specific drug class may confer additional benefit. (See ['Patients at increased cardiovascular risk'](/contents/hypertension-in-adults-initial-drug-therapy?search=hypertension&source=search_result&selectedTitle=2~150&usage_type=default&display_rank=2#H3509383097) above.)\n\nIn patients without an indication for a specific drug class, we suggest initial antihypertensive treatment with an ACE inhibitor, ARB, or dihydropyridine calcium channel blocker rather than a thiazide diuretic ([Grade 2C](/contents/grade/6?title=Grade 2C&topicKey=PC/3869)). All four drug classes produce similar benefits on cardiovascular endpoints when used as monotherapy; however, because ACE inhibitors, ARBs, and dihydropyridine calcium channel blockers are components of our preferred two-drug combination pills  ([table 4](/contents/image?imageKey=NEPH%2F139423&topicKey=PC%2F3869&search=hypertension&rank=2%7E150&source=see_link)), they support a more streamlined transition to combination therapy if blood pressure remains elevated and additional drugs are warranted. (See ['Patients at increased cardiovascular risk'](/contents/hypertension-in-adults-initial-drug-therapy?search=hypertension&source=search_result&selectedTitle=2~150&usage_type=default&display_rank=2#H3509383097) above.)\n\n●**Follow-up** – Patients started on antihypertensive drug therapy should be evaluated (either in person or by telehealth) every two to four weeks until their blood pressure is at goal. (See ['Follow-up'](/contents/hypertension-in-adults-initial-drug-therapy?search=hypertension&source=search_result&selectedTitle=2~150&usage_type=default&display_rank=2#H3243888473) above.)\n\nACKNOWLEDGMENTS\n\nThe UpToDate editorial staff acknowledges Norman M Kaplan, MD, who contributed to earlier versions of this topic review.\n\nWe are saddened by the death of George Bakris, MD, who passed away in June 2024. UpToDate acknowledges Dr. Bakris's past work as a section editor for this topic.\n\nUse of UpToDate is subject to the [Terms of Use](https://www-wolterskluwer-com.eproxy.lib.hku.hk/en/know/clinical-effectiveness-terms).REFERENCES\n- [GBD 2017 Risk Factor Collaborators. Global, regional, and national comparative risk assessment of 84 behavioural, environmental and occupational, and metabolic risks or clusters of risks for 195 countries and territories, 1990-2017: a systematic analysis for the Global Burden of Disease Study 2017. Lancet 2018; 392:1923.](/contents/hypertension-in-adults-initial-drug-therapy/abstract/1)\n- [Muntner P, Carey RM, Gidding S, et al. Potential US Population Impact of the 2017 ACC/AHA High Blood Pressure Guideline. Circulation 2018; 137:109.](/contents/hypertension-in-adults-initial-drug-therapy/abstract/2)\n- [Yoon SS, Gu Q, Nwankwo T, et al. Trends in blood pressure among adults with hypertension: United States, 2003 to 2012. Hypertension 2015; 65:54.](/contents/hypertension-in-adults-initial-drug-therapy/abstract/3)\n- [Whelton PK, Carey RM, Aronow WS, et al. 2017 ACC/AHA/AAPA/ABC/ACPM/AGS/APhA/ASH/ASPC/NMA/PCNA Guideline for the Prevention, Detection, Evaluation, and Management of High Blood Pressure in Adults: A Report of the American College of Cardiology/American Heart Association Task Force on Clinical Practice Guidelines. Hypertension 2018; 71:e13.](/contents/hypertension-in-adults-initial-drug-therapy/abstract/4)\n- [McEvoy JW, McCarthy CP, Bruno RM, et al. 2024 ESC Guidelines for the management of elevated blood pressure and hypertension. Eur Heart J 2024; 45:3912.](/contents/hypertension-in-adults-initial-drug-therapy/abstract/5)\n- [Lewington S, Clarke R, Qizilbash N, et al. Age-specific relevance of usual blood pressure to vascular mortality: a meta-analysis of individual data for one million adults in 61 prospective studies. Lancet 2002; 360:1903.](/contents/hypertension-in-adults-initial-drug-therapy/abstract/6)\n- [Rapsomaniki E, Timmis A, George J, et al. Blood pressure and incidence of twelve cardiovascular diseases: lifetime risks, healthy life-years lost, and age-specific associations in 1·25 million people. Lancet 2014; 383:1899.](/contents/hypertension-in-adults-initial-drug-therapy/abstract/7)\n- [Sesso HD, Stampfer MJ, Rosner B, et al. Systolic and diastolic blood pressure, pulse pressure, and mean arterial pressure as predictors of cardiovascular disease risk in Men. Hypertension 2000; 36:801.](/contents/hypertension-in-adults-initial-drug-therapy/abstract/8)\n- [Benetos A, Thomas F, Bean K, et al. Prognostic value of systolic and diastolic blood pressure in treated hypertensive men. Arch Intern Med 2002; 162:577.](/contents/hypertension-in-adults-initial-drug-therapy/abstract/9)\n- [Yano Y, Reis JP, Colangelo LA, et al. Association of Blood Pressure Classification in Young Adults Using the 2017 American College of Cardiology/American Heart Association Blood Pressure Guideline With Cardiovascular Events Later in Life. JAMA 2018; 320:1774.](/contents/hypertension-in-adults-initial-drug-therapy/abstract/10)\n- [Fuchs FD, Fuchs SC, Berwanger O, Whelton PK. Clinical Trials in Hypertension: A Mathematical Endorsement for Diagnosis and Treatment. Hypertension 2025; 82:411.](/contents/hypertension-in-adults-initial-drug-therapy/abstract/11)\n- [Blood Pressure Lowering Treatment Trialists' Collaboration. Pharmacological blood pressure lowering for primary and secondary prevention of cardiovascular disease across different levels of blood pressure: an individual participant-level data meta-analysis. Lancet 2021; 397:1625.](/contents/hypertension-in-adults-initial-drug-therapy/abstract/12)\n- [Blood Pressure Lowering Treatment Trialists' Collaboration, Ninomiya T, Perkovic V, et al. Blood pressure lowering and major cardiovascular events in people with and without chronic kidney disease: meta-analysis of randomised controlled trials. BMJ 2013; 347:f5680.](/contents/hypertension-in-adults-initial-drug-therapy/abstract/13)\n- [Ettehad D, Emdin CA, Kiran A, et al. Blood pressure lowering for prevention of cardiovascular disease and death: a systematic review and meta-analysis. Lancet 2016; 387:957.](/contents/hypertension-in-adults-initial-drug-therapy/abstract/14)\n- [Blood Pressure Lowering Treatment Trialists' Collaboration, Sundström J, Arima H, et al. Blood pressure-lowering treatment based on cardiovascular risk: a meta-analysis of individual patient data. Lancet 2014; 384:591.](/contents/hypertension-in-adults-initial-drug-therapy/abstract/15)\n- [Sundström J, Arima H, Jackson R, et al. Effects of blood pressure reduction in mild hypertension: a systematic review and meta-analysis. Ann Intern Med 2015; 162:184.](/contents/hypertension-in-adults-initial-drug-therapy/abstract/16)\n- [Montgomery AA, Fahey T, Ben-Shlomo Y, Harding J. The influence of absolute cardiovascular risk, patient utilities, and costs on the decision to treat hypertension: a Markov decision analysis. J Hypertens 2003; 21:1753.](/contents/hypertension-in-adults-initial-drug-therapy/abstract/17)\n- [Egan BM, Bandyopadhyay D, Shaftman SR, et al. Initial monotherapy and combination therapy and hypertension control the first year. Hypertension 2012; 59:1124.](/contents/hypertension-in-adults-initial-drug-therapy/abstract/18)\n- [Mourad JJ, Waeber B, Zannad F, et al. Comparison of different therapeutic strategies in hypertension: a low-dose combination of perindopril/indapamide versus a sequential monotherapy or a stepped-care approach. J Hypertens 2004; 22:2379.](/contents/hypertension-in-adults-initial-drug-therapy/abstract/19)\n- [MacDonald TM, Williams B, Webb DJ, et al. Combination Therapy Is Superior to Sequential Monotherapy for the Initial Treatment of Hypertension: A Double-Blind Randomized Controlled Trial. J Am Heart Assoc 2017; 6.](/contents/hypertension-in-adults-initial-drug-therapy/abstract/20)\n- [Garjón J, Saiz LC, Azparren A, et al. First-line combination therapy versus first-line monotherapy for primary hypertension. Cochrane Database Syst Rev 2020; 2:CD010316.](/contents/hypertension-in-adults-initial-drug-therapy/abstract/21)\n- [Gradman AH, Basile JN, Carter BL, et al. Combination therapy in hypertension. J Am Soc Hypertens 2010; 4:90.](/contents/hypertension-in-adults-initial-drug-therapy/abstract/22)\n- [Epstein M, Bakris G. Newer approaches to antihypertensive therapy. Use of fixed-dose combination therapy. Arch Intern Med 1996; 156:1969.](/contents/hypertension-in-adults-initial-drug-therapy/abstract/23)\n- [Gradman AH, Basile JN, Carter BL, et al. Combination therapy in hypertension. J Clin Hypertens (Greenwich) 2011; 13:146.](/contents/hypertension-in-adults-initial-drug-therapy/abstract/24)\n- [Leggio M, Fusco A, Loreti C, et al. Fixed and Low-Dose Combinations of Blood Pressure-Lowering Agents: For the Many or the Few? Drugs 2019; 79:1831.](/contents/hypertension-in-adults-initial-drug-therapy/abstract/25)\n- [Jamerson K, Weber MA, Bakris GL, et al. Benazepril plus amlodipine or hydrochlorothiazide for hypertension in high-risk patients. N Engl J Med 2008; 359:2417.](/contents/hypertension-in-adults-initial-drug-therapy/abstract/26)\n- [Bakris GL, Sarafidis PA, Weir MR, et al. Renal outcomes with different fixed-dose combination therapies in patients with hypertension at high risk for cardiovascular events (ACCOMPLISH): a prespecified secondary analysis of a randomised controlled trial. Lancet 2010; 375:1173.](/contents/hypertension-in-adults-initial-drug-therapy/abstract/27)\n- [Roush GC, Ernst ME, Kostis JB, et al. Head-to-head comparisons of hydrochlorothiazide with indapamide and chlorthalidone: antihypertensive and metabolic effects. Hypertension 2015; 65:1041.](/contents/hypertension-in-adults-initial-drug-therapy/abstract/28)\n- [Peterzan MA, Hardy R, Chaturvedi N, Hughes AD. Meta-analysis of dose-response relationships for hydrochlorothiazide, chlorthalidone, and bendroflumethiazide on blood pressure, serum potassium, and urate. Hypertension 2012; 59:1104.](/contents/hypertension-in-adults-initial-drug-therapy/abstract/29)\n- [Pareek AK, Messerli FH, Chandurkar NB, et al. Efficacy of Low-Dose Chlorthalidone and Hydrochlorothiazide as Assessed by 24-h Ambulatory Blood Pressure Monitoring. J Am Coll Cardiol 2016; 67:379.](/contents/hypertension-in-adults-initial-drug-therapy/abstract/30)\n- [Liang W, Ma H, Cao L, et al. Comparison of thiazide-like diuretics versus thiazide-type diuretics: a meta-analysis. J Cell Mol Med 2017; 21:2634.](/contents/hypertension-in-adults-initial-drug-therapy/abstract/31)\n- [Ernst ME, Carter BL, Goerdt CJ, et al. Comparative antihypertensive effects of hydrochlorothiazide and chlorthalidone on ambulatory and office blood pressure. Hypertension 2006; 47:352.](/contents/hypertension-in-adults-initial-drug-therapy/abstract/32)\n- [Sica DA. Chlorthalidone: has it always been the best thiazide-type diuretic? Hypertension 2006; 47:321.](/contents/hypertension-in-adults-initial-drug-therapy/abstract/33)\n- [Ishani A, Cushman WC, Leatherman SM, et al. Chlorthalidone vs. Hydrochlorothiazide for Hypertension-Cardiovascular Events. N Engl J Med 2022; 387:2401.](/contents/hypertension-in-adults-initial-drug-therapy/abstract/34)\n- [Parati G, Kjeldsen S, Coca A, et al. Adherence to Single-Pill Versus Free-Equivalent Combination Therapy in Hypertension: A Systematic Review and Meta-Analysis. Hypertension 2021; 77:692.](/contents/hypertension-in-adults-initial-drug-therapy/abstract/35)\n- [Weisser B, Predel HG, Gillessen A, et al. Single Pill Regimen Leads to Better Adherence and Clinical Outcome in Daily Practice in Patients Suffering from Hypertension and/or Dyslipidemia: Results of a Meta-Analysis. High Blood Press Cardiovasc Prev 2020; 27:157.](/contents/hypertension-in-adults-initial-drug-therapy/abstract/36)\n- [Schmieder RE, Wassmann S, Predel HG, et al. Improved Persistence to Medication, Decreased Cardiovascular Events and Reduced All-Cause Mortality in Hypertensive Patients With Use of Single-Pill Combinations: Results From the START-Study. Hypertension 2023; 80:1127.](/contents/hypertension-in-adults-initial-drug-therapy/abstract/37)\n- [Flack JM, Sica DA, Bakris G, et al. Management of high blood pressure in Blacks: an update of the International Society on Hypertension in Blacks consensus statement. Hypertension 2010; 56:780.](/contents/hypertension-in-adults-initial-drug-therapy/abstract/38)\n- [Mancia G, Kreutz R, Brunström M, et al. 2023 ESH Guidelines for the management of arterial hypertension The Task Force for the management of arterial hypertension of the European Society of Hypertension: Endorsed by the International Society of Hypertension (ISH) and the European Renal Association (ERA). J Hypertens 2023; 41:1874.](/contents/hypertension-in-adults-initial-drug-therapy/abstract/39)\n- [Cushman WC, Ford CE, Cutler JA, et al. Success and predictors of blood pressure control in diverse North American settings: the antihypertensive and lipid-lowering treatment to prevent heart attack trial (ALLHAT). J Clin Hypertens (Greenwich) 2002; 4:393.](/contents/hypertension-in-adults-initial-drug-therapy/abstract/40)\n- [Thomopoulos C, Parati G, Zanchetti A. Effects of blood pressure-lowering treatment on cardiovascular outcomes and mortality: 14 - effects of different classes of antihypertensive drugs in older and younger patients: overview and meta-analysis. J Hypertens 2018; 36:1637.](/contents/hypertension-in-adults-initial-drug-therapy/abstract/41)\n- [Chen YJ, Li LJ, Tang WL, et al. First-line drugs inhibiting the renin angiotensin system versus other first-line antihypertensive drug classes for hypertension. Cochrane Database Syst Rev 2018; 11:CD008170.](/contents/hypertension-in-adults-initial-drug-therapy/abstract/42)\n- [Blood Pressure Lowering Treatment Trialists' Collaboration, Turnbull F, Neal B, et al. Effects of different regimens to lower blood pressure on major cardiovascular events in older and younger adults: meta-analysis of randomised trials. BMJ 2008; 336:1121.](/contents/hypertension-in-adults-initial-drug-therapy/abstract/43)\n- [Meyrier A, Condamin MC. [Antihypertensive action of indapamide in hypertension of chronic renal failure]. Ann Cardiol Angeiol (Paris) 1994; 43:43.](/contents/hypertension-in-adults-initial-drug-therapy/abstract/44)\n- [Agarwal R, Sinha AD, Cramer AE, et al. Chlorthalidone for Hypertension in Advanced Chronic Kidney Disease. N Engl J Med 2021; 385:2507.](/contents/hypertension-in-adults-initial-drug-therapy/abstract/45)\n- [Kamaruzzaman S, Watt H, Carson C, Ebrahim S. The association between orthostatic hypotension and medication use in the British Women's Heart and Health Study. Age Ageing 2010; 39:51.](/contents/hypertension-in-adults-initial-drug-therapy/abstract/46)\n- [Juraschek SP, Cortez MM, Flack JM, et al. Orthostatic Hypotension in Adults With Hypertension: A Scientific Statement From the American Heart Association. Hypertension 2024; 81:e16.](/contents/hypertension-in-adults-initial-drug-therapy/abstract/47)\n- [Nolde JM, Atkins E, Marschner S, et al. Ambulatory blood pressure after 12 weeks of quadruple combination of quarter doses of blood pressure medication vs. standard medication. J Hypertens 2024; 42:1009.](/contents/hypertension-in-adults-initial-drug-therapy/abstract/48)\n- [Chow CK, Atkins ER, Hillis GS, et al. Initial treatment with a single pill containing quadruple combination of quarter doses of blood pressure medicines versus standard dose monotherapy in patients with hypertension (QUARTET): a phase 3, randomised, double-blind, active-controlled trial. Lancet 2021; 398:1043.](/contents/hypertension-in-adults-initial-drug-therapy/abstract/49)\n- [Wald DS, Morris JK, Wald NJ. Randomized Polypill crossover trial in people aged 50 and over. PLoS One 2012; 7:e41297.](/contents/hypertension-in-adults-initial-drug-therapy/abstract/50)\n- [Yusuf S, Joseph P, Dans A, et al. Polypill with or without Aspirin in Persons without Cardiovascular Disease. N Engl J Med 2021; 384:216.](/contents/hypertension-in-adults-initial-drug-therapy/abstract/51)\n- [Calhoun DA, Lacourcière Y, Chiang YT, Glazer RD. Triple antihypertensive therapy with amlodipine, valsartan, and hydrochlorothiazide: a randomized clinical trial. Hypertension 2009; 54:32.](/contents/hypertension-in-adults-initial-drug-therapy/abstract/52)\n- [Ojji DB, Salam A, Sani MU, et al. Low-Dose Triple-Pill vs Standard-Care Protocols for Hypertension Treatment in Nigeria: A Randomized Clinical Trial. JAMA 2024; 332:1070.](/contents/hypertension-in-adults-initial-drug-therapy/abstract/53)\n- [Rodgers A, Salam A, Schutte AE, et al. Efficacy and safety of a novel low-dose triple single-pill combination of telmisartan, amlodipine and indapamide, compared with dual combinations for treatment of hypertension: a randomised, double-blind, active-controlled, international clinical trial. Lancet 2024; 404:1536.](/contents/hypertension-in-adults-initial-drug-therapy/abstract/54)\n- [Materson BJ, Reda DJ, Cushman WC, et al. Single-drug therapy for hypertension in men. A comparison of six antihypertensive agents with placebo. The Department of Veterans Affairs Cooperative Study Group on Antihypertensive Agents. N Engl J Med 1993; 328:914.](/contents/hypertension-in-adults-initial-drug-therapy/abstract/55)\n- [Yamal JM, Oparil S, Davis BR, et al. Stroke outcomes among participants randomized to chlorthalidone, amlodipine or lisinopril in ALLHAT. J Am Soc Hypertens 2014; 8:808.](/contents/hypertension-in-adults-initial-drug-therapy/abstract/56)\n- [Wright JT Jr, Harris-Haywood S, Pressel S, et al. Clinical outcomes by race in hypertensive patients with and without the metabolic syndrome: Antihypertensive and Lipid-Lowering Treatment to Prevent Heart Attack Trial (ALLHAT). Arch Intern Med 2008; 168:207.](/contents/hypertension-in-adults-initial-drug-therapy/abstract/57)\n- [Park IU, Taylor AL. Race and ethnicity in trials of antihypertensive therapy to prevent cardiovascular outcomes: a systematic review. Ann Fam Med 2007; 5:444.](/contents/hypertension-in-adults-initial-drug-therapy/abstract/58)\n- [Leenen FH, Nwachuku CE, Black HR, et al. Clinical events in high-risk hypertensive patients randomly assigned to calcium channel blocker versus angiotensin-converting enzyme inhibitor in the antihypertensive and lipid-lowering treatment to prevent heart attack trial. Hypertension 2006; 48:374.](/contents/hypertension-in-adults-initial-drug-therapy/abstract/59)\n- [Julius S, Alderman MH, Beevers G, et al. Cardiovascular risk reduction in hypertensive black patients with left ventricular hypertrophy: the LIFE study. J Am Coll Cardiol 2004; 43:1047.](/contents/hypertension-in-adults-initial-drug-therapy/abstract/60)\n- [Dickerson JE, Hingorani AD, Ashby MJ, et al. Optimisation of antihypertensive treatment by crossover rotation of four major classes. Lancet 1999; 353:2008.](/contents/hypertension-in-adults-initial-drug-therapy/abstract/61)\n- [Morgan TO, Anderson AI, MacInnis RJ. ACE inhibitors, beta-blockers, calcium blockers, and diuretics for the control of systolic hypertension. Am J Hypertens 2001; 14:241.](/contents/hypertension-in-adults-initial-drug-therapy/abstract/62)\n- [James PA, Oparil S, Carter BL, et al. 2014 evidence-based guideline for the management of high blood pressure in adults: report from the panel members appointed to the Eighth Joint National Committee (JNC 8). JAMA 2014; 311:507.](/contents/hypertension-in-adults-initial-drug-therapy/abstract/63)\n- [Egan BM, Yang J, Rakotz MK, et al. Self-Reported Antihypertensive Medication Class and Temporal Relationship to Treatment Guidelines. Hypertension 2022; 79:338.](/contents/hypertension-in-adults-initial-drug-therapy/abstract/64)\n- [Mokwe E, Ohmit SE, Nasser SA, et al. Determinants of blood pressure response to quinapril in black and white hypertensive patients: the Quinapril Titration Interval Management Evaluation trial. Hypertension 2004; 43:1202.](/contents/hypertension-in-adults-initial-drug-therapy/abstract/65)\n- [Flack JM, Bitner S, Buhnerkempe M. Evolving the Role of Black Race in Hypertension Therapeutics. Am J Hypertens 2024; 37:739.](/contents/hypertension-in-adults-initial-drug-therapy/abstract/66)\n- [Abrahamowicz AA, Ebinger J, Whelton SP, et al. Racial and Ethnic Disparities in Hypertension: Barriers and Opportunities to Improve Blood Pressure Control. Curr Cardiol Rep 2023; 25:17.](/contents/hypertension-in-adults-initial-drug-therapy/abstract/67)\n- [Bartolome RE, Chen A, Handler J, et al. Population Care Management and Team-Based Approach to Reduce Racial Disparities among African Americans/Blacks with Hypertension. Perm J 2016; 20:53.](/contents/hypertension-in-adults-initial-drug-therapy/abstract/68)\n- [Melgarejo JD, Lee JH, Petitto M, et al. Glaucomatous Optic Neuropathy Associated with Nocturnal Dip in Blood Pressure: Findings from the Maracaibo Aging Study. Ophthalmology 2018; 125:807.](/contents/hypertension-in-adults-initial-drug-therapy/abstract/69)\n- [Chiotoroiu SM, Stefaniu O, Noaghi M, et al. THE ROLE OF SYSTEMIC BLOOD PRESSURE IN GLAUCOMA PROGRESSION. Rom J Ophthalmol 2015; 59:141.](/contents/hypertension-in-adults-initial-drug-therapy/abstract/70)\n- [Choi J, Kook MS. Systemic and Ocular Hemodynamic Risk Factors in Glaucoma. Biomed Res Int 2015; 2015:141905.](/contents/hypertension-in-adults-initial-drug-therapy/abstract/71)\n- [Hermida RC, Ayala DE, Mojón A, Fernández JR. Chronotherapy with nifedipine GITS in hypertensive patients: improved efficacy and safety with bedtime dosing. Am J Hypertens 2008; 21:948.](/contents/hypertension-in-adults-initial-drug-therapy/abstract/72)\n- [Hermida RC, Crespo JJ, Domínguez-Sardiña M, et al. Bedtime hypertension treatment improves cardiovascular risk reduction: the Hygia Chronotherapy Trial. Eur Heart J 2020; 41:4565.](/contents/hypertension-in-adults-initial-drug-therapy/abstract/73)\n- [Maqsood MH, Messerli FH, Skolnick AH, et al. Timing of Antihypertensive Drug Therapy: A Systematic Review and Meta-Analysis of Randomized Clinical Trials. Hypertension 2023; 80:1544.](/contents/hypertension-in-adults-initial-drug-therapy/abstract/74)\n- [Hermida RC, Ayala DE, Mojón A, Fernández JR. Influence of circadian time of hypertension treatment on cardiovascular risk: results of the MAPEC study. Chronobiol Int 2010; 27:1629.](/contents/hypertension-in-adults-initial-drug-therapy/abstract/75)\n- [Mackenzie IS, Rogers A, Poulter NR, et al. Cardiovascular outcomes in adults with hypertension with evening versus morning dosing of usual antihypertensives in the UK (TIME study): a prospective, randomised, open-label, blinded-endpoint clinical trial. Lancet 2022; 400:1417.](/contents/hypertension-in-adults-initial-drug-therapy/abstract/76)\n- [Black HR, Elliott WJ, Grandits G, et al. Principal results of the Controlled Onset Verapamil Investigation of Cardiovascular End Points (CONVINCE) trial. JAMA 2003; 289:2073.](/contents/hypertension-in-adults-initial-drug-therapy/abstract/77)\n- [Garrison SR, Youngson ERE, Perry DA, et al. Bedtime vs Morning Antihypertensive Medications in Frail Older Adults: The BedMed-Frail Randomized Clinical Trial. JAMA Netw Open 2025; 8:e2513812.](/contents/hypertension-in-adults-initial-drug-therapy/abstract/78)\n- [Kreutz R, Kjeldsen SE, Burnier M, et al. Blood pressure medication should not be routinely dosed at bedtime. We must disregard the data from the HYGIA project. Blood Press 2020; 29:135.](/contents/hypertension-in-adults-initial-drug-therapy/abstract/79)\n\nTopic 3869 Version 102.0                          Topic Feedback  Algorithms [Selection of initial antihypertensive therapy](/contents/image?imageKey=PC/148107&source=graphics_gallery&topicKey=3869)[Choice of antihypertensive therapy in nonpregnant females of childbearing potential](/contents/image?imageKey=NEPH/140418&source=graphics_gallery&topicKey=3869) [ Selection of initial antihypertensive therapy](/contents/image?imageKey=PC/148107&source=graphics_gallery&topicKey=3869)[ Choice of antihypertensive therapy in nonpregnant females of childbearing potential](/contents/image?imageKey=NEPH/140418&source=graphics_gallery&topicKey=3869)Tables [Comparison of blood pressure (BP) measurement methods](/contents/image?imageKey=PC/147001&source=graphics_gallery&topicKey=3869)[Definition of hypertension based on blood pressure measurement strategy](/contents/image?imageKey=PC/119219&source=graphics_gallery&topicKey=3869)[Best proven nonpharmacologic interventions for prevention and treatment of hypertension*](/contents/image?imageKey=PC/116041&source=graphics_gallery&topicKey=3869)[Preferred antihypertensive drugs available as single-pill combinations: Adult dosing*](/contents/image?imageKey=NEPH/139423&source=graphics_gallery&topicKey=3869)[Considerations for individualizing antihypertensive therapy](/contents/image?imageKey=NEPH/63628&source=graphics_gallery&topicKey=3869)[Examples of medications that may cause or exacerbate orthostatic hypotension](/contents/image?imageKey=NEURO/130809&source=graphics_gallery&topicKey=3869)[Adverse effects of recommended first-line antihypertensive drug classes](/contents/image?imageKey=NEPH/139469&source=graphics_gallery&topicKey=3869) [ Comparison of blood pressure (BP) measurement methods](/contents/image?imageKey=PC/147001&source=graphics_gallery&topicKey=3869)[ Definition of hypertension based on blood pressure measurement strategy](/contents/image?imageKey=PC/119219&source=graphics_gallery&topicKey=3869)[ Best proven nonpharmacologic interventions for prevention and treatment of hypertension*](/contents/image?imageKey=PC/116041&source=graphics_gallery&topicKey=3869)[ Preferred antihypertensive drugs available as single-pill combinations: Adult dosing*](/contents/image?imageKey=NEPH/139423&source=graphics_gallery&topicKey=3869)[ Considerations for individualizing antihypertensive therapy](/contents/image?imageKey=NEPH/63628&source=graphics_gallery&topicKey=3869)[ Examples of medications that may cause or exacerbate orthostatic hypotension](/contents/image?imageKey=NEURO/130809&source=graphics_gallery&topicKey=3869)[ Adverse effects of recommended first-line antihypertensive drug classes](/contents/image?imageKey=NEPH/139469&source=graphics_gallery&topicKey=3869)          Loading Please wait         \n  \n  \n  \n  \n\n              ## Privacy Preference Center\n\nWhen you visit any website, it may store or retrieve information on your browser, mostly in the form of cookies. This information might be about you, your preferences or your device. Because we respect your right to privacy, you can choose not to allow certain types of cookies on our website. Click on the different category headings to find out more and manage your cookie preferences. However, blocking some types of cookies may impact your experience on the site and the services we are able to offer.\n            \n[Privacy & Cookie Notice](https://www-wolterskluwer-com.eproxy.lib.hku.hk/en/solutions/uptodate/policies-legal/privacy-policy?&redirect=true)### Manage Consent Preferences\n\n#### Strictly Necessary Cookies\n\nAlways ActiveThese cookies are necessary for the website to function. They are usually set in response to actions made by you which amount to a request for services, such as setting your privacy preferences, logging in or filling in forms. You can set your browser to block or alert you about these cookies, this may have an effect on the proper functioning of (parts of) the site.\n\n#### Performance Cookies\n\n  Performance Cookies These cookies support analytic services that measure and improve the performance of our site. They  help us know which pages are the most and least popular and see how visitors move around the site.\n\n### Vendors List\n\n Search Icon checkbox label label Consent Leg.Interest checkbox label label checkbox label label checkbox label label\n\n [](https://www-onetrust-com.eproxy.lib.hku.hk/products/cookie-consent/)",
    "plainText": "\n  \n  \n\n      Find in topic  Formulary Print       Feedback      GRAPHICS View AllRELATED PATHWAYSRELATED TOPICS Hypertension in adults: Initial drug therapy  Authors:Johannes FE Mann, MDJohn M Flack, MD, MPH, FAHA, FASH, MACP, CHS Section Editor:William B White, MD Deputy Editors:Karen Law, MD, FACPJohn P Forman, MD, MScContributor DisclosuresAll topics are updated as new evidence becomes available and our peer review process is complete.Literature review current through: Jun 2025.This topic last updated: Jun 25, 2025.INTRODUCTION — Hypertension is the most important modifiable risk factor for cardiovascular disease [1]. In the United States, treatment of hypertension is the most common reason for office visits and for the use of chronic prescription medications [2,3].The decision to initiate antihypertensive drug therapy and the choice of medication is informed by the degree of blood pressure elevation and individual comorbidities. An overview of the initial management of hypertension is presented in this topic, including when to initiate antihypertensive drug therapy, initial drug selection, and monitoring. Other content related to hypertension is presented separately:●Measurement of blood pressure to diagnose and manage hypertension (see  \"Hypertension in adults: Blood pressure measurement and diagnosis\" and  \"Ambulatory blood pressure monitoring: Indications and procedure\")●Management of patients with uncontrolled blood pressure despite initial therapy (see  \"Hypertension in adults: Antihypertensive medication titration\")●Goal blood pressure (see  \"Goal blood pressure in adults with hypertension\")●(Related Pathway(s):  Hypertension: Initial management and  Hypertension: Management of patients on monotherapy who have uncontrolled blood pressure and  Hypertension: Management of patients on combination therapy (two antihypertensive drugs) who have uncontrolled blood pressure.)DEFINITIONS — Diagnosing hypertension requires a series of repeated blood pressure measurements either in the office or using ambulatory blood pressure monitoring or self-measured blood pressure  (table 1). (See  \"Ambulatory blood pressure monitoring: Indications and procedure\" and  \"Hypertension in adults: Blood pressure measurement and diagnosis\".)We use the American College of Cardiology/American Heart Association (ACC/AHA) definitions and staging system for hypertension [4], as detailed below and in the table  (table 2):●Normal blood pressure – Systolic <120 mmHg and diastolic <80 mmHg●Elevated blood pressure – Systolic 120 to 129 mmHg and diastolic <80 mmHg●Hypertension•Stage 1 – Systolic 130 to 139 mmHg or diastolic 80 to 89 mmHg•Stage 2 – Systolic ≥140 mmHg or diastolic ≥90 mmHg•Severe hypertension – Systolic >180 mmHg or diastolic >120 mmHgIf the systolic and diastolic pressures are in different categories, the higher value determines the stage.European guidance on the definition of hypertension and associated treatment thresholds contrasts slightly with that of the ACC/AHA  (table 2). As an example, the European Society of Cardiology defines hypertension, using office-based blood pressure, as a systolic ≥140 mmHg or diastolic ≥90 mmHg, or systolic ≥130 or diastolic ≥80 mmHg if cardiovascular risk factors are present [5].GOALS OF ANTIHYPERTENSIVE TREATMENT — A major goal of blood pressure lowering in patients with hypertension is to reduce cardiovascular-kidney complications, especially among patients with multiple cardiovascular risk factors. Elevated systolic blood pressure (SBP) and diastolic blood pressure (DBP) is associated with an increased risk of major cardiovascular events [6-10]. When elevated blood pressure is reduced, the risk of cardiovascular events is also reduced [6-14]. Studies also show improved cardiovascular outcomes as blood pressure is reduced with antihypertensive therapy [12,13] and the cost-effectiveness of antihypertensive drug therapy, even in lower-risk patients without clinical cardiovascular disease across the lifespan [6,14-17].In one meta-analysis of nearly 350,000 patients followed for approximately four years, pharmacologic reduction of SBP by 5 mmHg reduced the relative risk of major cardiovascular events by approximately 10 percent across all blood pressure categories, even in those with normal to high-normal blood pressure [12]. Risk reductions were proportional to the intensity of blood pressure lowering in all patients, including those without pre-existing cardiovascular disease. In another meta-analysis of 15,000 patients with SBP 140 to 159 mmHg, DBP 90 to 99 mmHg, and no evidence of prior cardiovascular disease, treatment with antihypertensive therapy resulted in a 7.5 percent reduction in absolute risk for cardiovascular events over five years [16]. The relative risk reduction of stroke was 28 percent (95% CI 6-44), and the relative risk reduction of cardiovascular death was 24 percent (95% CI 2-42).Hypertension and cardiovascular disease risk are discussed in further detail separately. (See  \"Cardiovascular risks of hypertension\".)The decision to initiate antihypertensive pharmacotherapy is determined by both blood pressure stage and risk of cardiovascular disease, as presented below. (See 'SBP 140 to 180 mmHg and/or DBP 90 to 120 mmHg (stage 2 hypertension)' below and 'SBP 130 to 139 mmHg and/or DBP 80 to 89 mmHg (stage 1 hypertension)' below.)INITIAL TREATMENT BY BLOOD PRESSURE STAGELifestyle modifications for all patients — All patients with hypertension should receive education on comprehensive lifestyle modifications  (table 3). These should be continued even as antihypertensive drug therapy is added. A summary of recommended lifestyle modifications and the expected relative benefit is reviewed separately. (See  \"Overview of primary prevention of cardiovascular disease in adults\", section on 'Promoting a healthy lifestyle'.)Specific interventions are also reviewed in further detail in individual topics:●(See  \"Diet in the treatment and prevention of hypertension\".)●(See  \"Exercise in the treatment and prevention of hypertension\".)●(See  \"Overweight, obesity, and weight reduction in hypertension\".)●(See  \"Smoking and hypertension\".)SBP >180 mmHg and/or DBP >120 mmHg (severe hypertension) — Patients with severe hypertension or hypertensive crisis require urgent assessment to exclude acute target-organ damage (eg, hypertensive emergency) and determine the need for observation or inpatient care. This is discussed in further detail separately. (See  \"Management of severe asymptomatic hypertension (hypertensive urgencies) in adults\" and  \"Evaluation and treatment of hypertensive emergencies in adults\".)SBP 140 to 180 mmHg and/or DBP 90 to 120 mmHg (stage 2 hypertension) — Antihypertensive drug therapy is indicated for patients with stage 2 hypertension (systolic ≥140 mmHg or diastolic ≥90 mmHg). (See 'Definitions' above.)Combination therapy for most patients — For most patients with stage 2 hypertension, we suggest initial combination therapy with low to moderate doses of two agents with complementary mechanisms of action. In addition, when starting with two agents, we suggest prescribing a single-pill combination rather than prescribing the two agents as separate pills. Our approach is consistent with guidance from the American College of Cardiology/American Heart Association and the European Society of Cardiology [4,5].Initial combination therapy lowers blood pressure more than initial monotherapy and increases the likelihood that the target blood pressure will be achieved in a reasonable time period, and the use of single-pill combinations improves adherence to therapy [18-22]. Two-drug, single-pill combinations also facilitate the achievement of goal blood pressure with lower doses of each medication, reducing the risk of dose-related side effects [23-25]. However, single-pill combinations are often more expensive, may not be paid for by prescription drug insurance, and vary in availability by region.Initial combination therapy with more than two agents is discussed below. (See 'Approaches with limited evidence of benefit' below.)Drug selection — When two drugs are used, they should be from different antihypertensive drug classes  (table 4) [4]. In most patients, the drugs should be selected from among the three preferred classes (ie, angiotensin-converting enzyme [ACE] inhibitors or angiotensin receptor blockers [ARBs], calcium channel blockers, and thiazide diuretics [preferably chlorthalidone or indapamide rather than hydrochlorothiazide]).Some comorbidities carry additional indications for a drug from a specific class, as reviewed for stage 1 hypertension below and in the table  (table 5). (See 'Patients at increased cardiovascular risk' below.)●Combining an ACE inhibitor or ARB with a dihydropyridine calcium channel blocker is preferred – Among those without an indication for a drug from a specific class, we suggest the combination of an ACE inhibitor (or ARB) and a dihydropyridine calcium channel blocker for initial drug therapy for patients with stage 2 hypertension  (table 4).In the Avoiding Cardiovascular Events through Combination Therapy in Patients Living with Systolic Hypertension (ACCOMPLISH) trial of 11,506 patients with hypertension at high risk for cardiovascular disease, the combination of an ACE inhibitor and a calcium channel blocker produced modestly superior benefits on cardiovascular outcomes compared with the combination of an ACE inhibitor and thiazide diuretic [26]. After 30 months, the composite cardiovascular endpoint (death from cardiovascular causes, nonfatal myocardial infarction, nonfatal stroke, hospitalization for angina, resuscitation after sudden cardiac death, or coronary revascularization) occurred less frequently in patients treated with benazepril-amlodipine compared with patients treated with benazepril-hydrochlorothiazide (9.6 versus 11.8 percent, hazard ratio 0.80, 95% CI 0.72-0.90). Individual component endpoints were also less frequent in patients receiving benazepril-amlodipine but, in most cases, narrowly missed statistical significance. In addition, kidney events (defined as doubling of serum creatinine or end-stage kidney disease [ESKD]) were less frequent in patients assigned to benazepril-amlodipine (2 versus 3.7 percent) [27].●Combining an ACE inhibitor or ARB with a thiazide diuretic is an alternative – Because the additional cardiovascular benefit of an ACE inhibitor with a dihydropyridine calcium channel blocker in the ACCOMPLISH trial was modest compared with the combination of an ACE inhibitor and a thiazide diuretic, the combination of an ACE inhibitor (or ARB) with a thiazide diuretic is a reasonable alternative  (table 4), particularly in patients with conditions that benefit from this drug class (eg, edema, osteoporosis, calcium nephrolithiasis with hypercalciuria).When a thiazide diuretic is used, we suggest selecting a thiazide-like diuretic (chlorthalidone or indapamide) rather than a thiazide-type diuretic (hydrochlorothiazide). Chlorthalidone and indapamide are significantly more potent antihypertensive agents than hydrochlorothiazide at similar dose levels [28-31]. In a meta-analysis of 14 trials that compared the blood pressure reduction with one of three dose levels of hydrochlorothiazide (low, intermediate, high) with a similar dose of one of the thiazide-like diuretics, systolic pressure reduction was greater with chlorthalidone and indapamide (by 3.6 and 5.1 mmHg, respectively) [28]. A possibly more important difference than potency is the longer duration of action of chlorthalidone and indapamide compared with hydrochlorothiazide (24 or more hours versus 6 to 12 hours) [32,33]. The only trial to directly compare the effects of a thiazide-like diuretic (chlorthalidone) versus a thiazide-type diuretic (hydrochlorothiazide) on cardiovascular outcomes had serious flaws, which limited the conclusions that could be drawn [34].Single-pill combinations that combine an ACE inhibitor or ARB with a thiazide-like diuretic include perindopril-indapamide and azilsartan-chlorthalidone. However, access to these combinations is limited by availability and cost. For example, perindopril-inapamide is unavailable in the United States, and many pharmacies do not stock azilsartan-chlorthalidone. Thus, when combining an ACE inhibitor or ARB with a thiazide diuretic, we often prescribe them as free equivalents. However, if there are substantial concerns about medication adherence, we sometimes prescribe single-pill combinations of an ACE inhibitor or ARB with hydrochlorothiazide (of which there are many available), despite the lower potency of hydrochlorothiazide. (See 'Single-pill combinations versus free equivalents' below.)●Other combinations – Although treating with a calcium channel blocker and a thiazide diuretic is also a reasonable option that effectively lowers blood pressure, there are no such single-pill combinations available. Preferred antihypertensive drugs available as single-pill combinations: Adult dosing* Table 4Single-pill combinations versus free equivalents — When starting treatment with two agents, we suggest using a single-pill combination (ie, in which both drugs are contained in a single pill) rather than using free equivalents (ie, in which the same drugs and doses are prescribed as separate pills)  (table 4). We usually start with the lowest doses of each agent and titrate the dose at subsequent visits.Single-pill combinations lead to greater blood pressure reduction, increased attainment of blood pressure goals, and better medication adherence as compared with free equivalents [24,35,36]. In one meta-analysis of 20 studies, single-pill combination therapy produced greater reductions in systolic blood pressure (SBP) and diastolic blood pressure (DBP) compared with free-equivalent combination therapy after 12 weeks (systolic mean difference -3.99 [95% CI -7.92 to -0.07], diastolic mean difference -1.54 [95% CI -2.67 to -0.41]) [35]. In another meta-analysis, single-pill combination therapy was associated with improved medication adherence at six months compared with free-equivalent combination therapy (odds ratio 1.78, 95% CI 1.3-2.5) [36]. Single-pill combination therapy was also associated with a higher number of patients reaching individual blood pressure goals and fewer hospitalizations and emergency department visits.In addition, observational data suggest that single-pill combination therapy reduces the risk of cardiovascular disease and mortality compared with free equivalents [37].Combination therapy with free equivalents is a reasonable alternative, especially if combination pills are unavailable or cost prohibitive. In addition, some patients may prefer initial therapy with free equivalents, followed by conversion to a single-pill combination once the dose of each free equivalent is titrated.Drug combinations to avoid — In contrast to the preferred combinations mentioned above, it is important to avoid potentially hazardous two-drug combinations [38]:●An ACE inhibitor should not be combined with an ARB – Combining these drugs is associated with adverse cardiovascular and kidney events. (See  \"Major side effects of angiotensin-converting enzyme inhibitors and angiotensin II receptor blockers\", section on 'Combination of ACE inhibitors and ARBs' and  \"Treatment of hypertension in patients with diabetes mellitus\", section on 'Avoid combination renin-angiotensin system inhibition'.)Similarly, a direct renin inhibitor should not be combined with an ACE inhibitor or ARB.●A beta blocker should not be combined with diltiazem or verapamil – A beta blocker should not be simultaneously prescribed with a nondihydropyridine calcium channel blocker (ie, diltiazem, verapamil), since both classes have negative inotropic and chronotropic effects.●An alpha-1 adrenergic blocker should not be combined with clonidine – The combination of an alpha blocker (eg, doxazosin) and a central adrenergic inhibitor (eg, clonidine) should be avoided since the efficacy of the combination is minimal and significant orthostatic hypotension may result.●A beta blocker should not be combined with clonidine – The combination of a beta blocker plus a central adrenergic inhibitor is less effective than other combinations and carries a risk of hypotension, bradycardia, and arrhythmia.Monotherapy for patients at risk for adverse drug effects — Initial monotherapy, rather than initial combination therapy, may be preferred in patients who are at higher risk for adverse effects from antihypertensive therapy, including those with any of the following:●History of medication allergy or intolerance – In patients with a history of multiple drug allergies or intolerances, we start with one drug, then add a second agent several weeks later. This facilitates the identification of the culprit drug if a side effect occurs. Once an effective regimen is established and if the patient is stable, the free equivalents can be converted to a single-pill combination to facilitate adherence.●Renovascular or secondary hypertension or multiple comorbidities – Free equivalents of single drugs are appropriate because these patients typically require frequent dose adjustment.●Orthostatic hypotension – All patients with newly diagnosed hypertension should be evaluated for a substantial orthostatic decline in blood pressure [4,39]. In patients with orthostatic hypotension, we initiate treatment with monotherapy due to the increased risk of exacerbation with multiple agents, as below. (See 'Comorbidities that influence drug choice' below.)The definition, evaluation, and diagnosis of orthostatic hypotension are discussed separately. (See  \"Mechanisms, causes, and evaluation of orthostatic hypotension\".)●Frailty – Initial monotherapy is appropriate for frail patients using a gradual approach to medication titration. (See 'Frail adults' below and  \"Treatment of hypertension in older adults, particularly isolated systolic hypertension\".)Some experts also prefer initial monotherapy for patients with mild isolated systolic hypertension (eg, an SBP of 140 to 150 mmHg if the DBP is <90 mmHg).When initiating monotherapy, we suggest initial treatment with an ACE inhibitor, ARB, or dihydropyridine calcium channel blocker unless there are additional conditions warranting a specific drug class. This approach is similar to the approach to drug therapy in patients with stage 1 hypertension, as noted below. (See 'SBP 130 to 139 mmHg and/or DBP 80 to 89 mmHg (stage 1 hypertension)' below and 'Patients at increased cardiovascular risk' below.)SBP 130 to 139 mmHg and/or DBP 80 to 89 mmHg (stage 1 hypertension)Patients at increased cardiovascular risk — Antihypertensive therapy with a single agent (eg, monotherapy) is indicated for patients with stage 1 hypertension (systolic 130 to 139 mmHg and/or diastolic 80 to 89 mmHg) and any of the following conditions:●Established clinical cardiovascular disease (eg, history of coronary disease, stroke, transient ischemic attack, or documented peripheral artery disease)●Any of the following features associated with increased cardiovascular risk:•Chronic kidney disease (CKD; defined by estimated glomerular filtration rate [eGFR] <60 mL/min/1.73 m2 and/or urine albumin-to-creatinine ratio ≥300 mg/g, or history of kidney transplantation)•Diabetes mellitus•Heart failure (whether with reduced, mildly reduced, or preserved ejection fraction)●Age 65 years or older●Estimated 10-year risk of atherosclerotic cardiovascular disease (ASCVD) of 10 percent or greater, using the Predicting Risk of cardiovascular disease EVENTs (PREVENT) calculator or other ASCVD risk assessment tool. Assessment of ASCVD risk, including the use of risk calculators, is discussed in further detail separately. (See  \"Atherosclerotic cardiovascular disease risk assessment for primary prevention in adults\" and  \"Cardiovascular disease risk assessment for primary prevention: Risk calculators\".)Patients without any of the above conditions are managed with close monitoring and lifestyle modifications. (See 'Patients without additional cardiovascular risk factors' below.)Choice of drug in most patients — Patients with CKD, heart failure, atrial fibrillation, recent myocardial infarction, or orthostatic hypotension have indications for a specific drug class  (table 5). (See 'Comorbidities that influence drug choice' below.) Selection of initial antihypertensive therapy Algorithm 1In patients at high cardiovascular risk who lack one of these specific comorbidities, we suggest initial antihypertensive treatment with an ACE inhibitor, ARB, or a dihydropyridine calcium channel blocker, rather than a thiazide diuretic  (algorithm 1). (See  \"Cardiovascular disease risk assessment for primary prevention: Risk calculators\".)Most patients with hypertension will ultimately require more than one drug to control their blood pressure [40]. Because ACE inhibitors, ARBs, and dihydropyridine calcium channel blockers are components of our preferred two-drug combination, prescribing one of these agents supports a more streamlined transition to combination therapy if blood pressure remains elevated and additional drugs are warranted. (See 'Combination therapy for most patients' above.)Initial therapy with a thiazide-like diuretic (eg, chlorthalidone, indapamide) is a reasonable alternative as all four drug classes produce similar benefits on cardiovascular endpoints when used as monotherapy [14,41-43].Comorbidities that influence drug choice — Specific drug classes are indicated if any of the following conditions are present, as reviewed below and in the table  (table 5):●CKD with albuminuria – We preferentially use either an ACE inhibitor or ARB in patients with hypertension who have CKD with either moderately increased albuminuria (formerly called \"microalbuminuria\") or severely increased albuminuria (formerly called \"macroalbuminuria\"). These agents reduce the risk of progression to ESKD in patients with severely increased albuminuria (ie, ≥300 mg/day on a 24-hour urine or a spot urine albumin-to-creatinine ratio ≥300 mg/g of creatinine [34 mg/mmol]). (See  \"Treatment of hypertension in patients with diabetes mellitus\", section on 'Choice of antihypertensive drug therapy' and  \"Antihypertensive therapy and progression of nondiabetic chronic kidney disease in adults\", section on 'Effect of renin-angiotensin system inhibitors on progression of CKD'.)While the benefit of ACE inhibitors and ARBs on ESKD risk in patients with moderately increased albuminuria (ie, 30 to 299 mg/day on a 24-hour urine or 30 to 299 mg/g of creatinine [3.4 to 34 mg/mmol] on a spot urine albumin-to-creatinine ratio) is unproven, these agents lower the risk of progressing to severely increased albuminuria, leading most experts to prefer these agents in patients with CKD and any degree of increased albuminuria. (See  \"Treatment of hypertension in patients with diabetes mellitus\", section on 'Choice of antihypertensive drug therapy' and  \"Antihypertensive therapy and progression of nondiabetic chronic kidney disease in adults\", section on 'Effect of renin-angiotensin system inhibitors on progression of CKD'.)In patients with CKD and normal albumin excretion, the use of dihydropyridine calcium channel blockers or diuretics as first-line antihypertensive therapy is also reasonable, given the lack of evidence supporting the additional benefit of ACE inhibitors or ARBs in this group. If a diuretic is used, we suggest a thiazide-like diuretic (eg, chlorthalidone or indapamide) as these drugs have proven antihypertensive efficacy in patients with reduced eGFR [28,44,45]. Loop diuretics are an alternative to thiazide-like diuretics in patients with severely decreased eGFR.Albuminuria, associated cardiovascular risk, and the role of ACE inhibitors and ARBs are discussed in further detail separately. The management of hypertension after kidney transplantation is also discussed separately:•(See  \"Moderately increased albuminuria (microalbuminuria) and cardiovascular disease\".)•(See  \"Moderately increased albuminuria (microalbuminuria) in type 1 diabetes mellitus\" and  \"Moderately increased albuminuria (microalbuminuria) in type 2 diabetes mellitus\".)•(See  \"Antihypertensive therapy and progression of nondiabetic chronic kidney disease in adults\" and  \"Treatment of diabetic kidney disease\".)•(See  \"Hypertension after kidney transplantation\".)●Diabetes mellitus – Among patients with diabetes without albuminuria, the approach to antihypertensive therapy is the same as in patients without diabetes, as discussed elsewhere. (See 'Choice of drug in most patients' above and  \"Treatment of hypertension in patients with diabetes mellitus\".)Formerly, it was believed that ACE inhibitors and ARBs provided additional clinical benefit over other agents, such as calcium channel blockers and diuretics, in patients with diabetes mellitus. However, the benefit of ACE inhibitors and ARBs over other antihypertensive drugs is now understood to be limited to patients with diabetes who have albuminuria, as discussed above.●Heart failure – In patients with heart failure, including heart failure with reduced, mildly reduced, or preserved ejection fraction, multiple drugs are indicated to improve survival and reduce morbidity, independent of the blood pressure. These include ACE inhibitors, ARBs, beta blockers, diuretics, and other medications (eg, mineralocorticoid receptor antagonists, sodium-glucose cotransporter 2 inhibitors, or ARB-neprilysin inhibitors). Thus, in patients with both hypertension and heart failure, these drugs are preferentially used in combination for both conditions. The approach to pharmacologic therapy in patients with heart failure is presented in detail separately:•(See  \"Primary pharmacologic therapy for heart failure with reduced ejection fraction\".)•(See  \"Treatment and prognosis of heart failure with mildly reduced ejection fraction\".)•(See  \"Treatment and prognosis of heart failure with preserved ejection fraction\".)●Atrial fibrillation – We use either a beta blocker or a nondihydropyridine calcium channel blocker in patients with atrial fibrillation. These agents also assist with rate control and reduce the likelihood of rapid ventricular response. (See  \"Control of ventricular rate in patients with atrial fibrillation who do not have heart failure: Pharmacologic therapy\".)●Recent myocardial infarction – Most patients with a myocardial infarction are treated with both a beta blocker and an ACE inhibitor or ARB. In patients with newly diagnosed stage 1 hypertension and recent myocardial infarction, it is reasonable to increase the dose of existing therapy (either beta blocker or ACE inhibitor/ARB) as initial antihypertensive therapy, rather than adding another agent. The role of beta blockers, ACE inhibitors, and ARBs in patients with myocardial infarction and the duration of therapy are discussed in further detail separately. (See  \"Acute myocardial infarction: Role of beta blocker therapy\", section on 'Long-term therapy' and  \"Angiotensin converting enzyme inhibitors and receptor blockers in acute myocardial infarction: Recommendations for use\", section on 'Duration of therapy'.)Many experts transition hypertension treatment from a beta blocker to one of the three preferred antihypertensive drug classes once the myocardial infarction is sufficiently remote (eg, after three or more years), while others continue these agents indefinitely.●Orthostatic hypotension – In patients with orthostatic hypotension, we generally avoid diuretics and alpha blockers in favor of a dihydropyridine calcium channel blocker, ACE inhibitor, or ARB because these agents are less likely to exacerbate the condition [46,47]. We also review medication lists to identify potential causal agents  (table 6). Some experts use standing, rather than seated, blood pressure to assess treatment adequacy for patients with persistent orthostatic hypotension.●Edema – The use of a thiazide-like diuretic may have a favorable effect on fluid retention and edema.Patients without additional cardiovascular risk factors — We treat patients with stage 1 hypertension without additional comorbidities that increase cardiovascular risk with lifestyle interventions only. Because such patients are at low or borderline 10-year ASCVD risk, drug therapy does not confer a clinically important cardiovascular benefit. (See 'Goals of antihypertensive treatment' above.)In addition to promoting intensive lifestyle modification, we reassess cardiovascular risk at periodic intervals and initiate antihypertensive treatment if the patient develops increased blood pressure or additional cardiovascular risk factors. (See 'SBP 140 to 180 mmHg and/or DBP 90 to 120 mmHg (stage 2 hypertension)' above and  \"Atherosclerotic cardiovascular disease risk assessment for primary prevention in adults\", section on 'Borderline risk (5 to <7.5 percent)'.)SPECIAL POPULATIONSPatients who may become pregnant●Identify patients who may become pregnant – Patients who may become pregnant include females who are currently menstruating or have recently stopped menstruating.As exceptions, patients who are using a long-acting contraceptive (intrauterine device or levonorgestrel implant) and patients who have undergone surgical sterilization have unintended pregnancy rates of <1 percent. Such patients could reasonably be prescribed a medication that would otherwise be contraindicated in pregnancy, and we employ the same guidance for treatment and selection of initial combination or monotherapy described above, using a shared decision-making approach. (See 'SBP 140 to 180 mmHg and/or DBP 90 to 120 mmHg (stage 2 hypertension)' above and 'SBP 130 to 139 mmHg and/or DBP 80 to 89 mmHg (stage 1 hypertension)' above.)●Antihypertensive drug selection in patients who may become pregnant•Drugs to avoid – We avoid angiotensin-converting enzyme inhibitors and angiotensin receptor blockers in patients who may become pregnant because of potential teratogenicity should the patient become pregnant. Mineralocorticoid receptor antagonists and direct renin inhibitors should also be avoided.•Monotherapy – If monotherapy is indicated, we typically initiate a dihydropyridine calcium channel blocker (eg, nifedipine extended release or amlodipine)  (algorithm 2).•Combination therapy – We use a calcium channel blocker along with either a thiazide-like diuretic (eg, chlorthalidone) or certain beta blockers (eg, labetalol, carvedilol, metoprolol) as these agents have established fetal safety profiles  (algorithm 2). There is a theoretical concern that diuretics could adversely affect the physiologic increase in plasma volume during pregnancy and therefore lead to harm if the patient becomes pregnant. However, there is no evidence that these agents are teratogenic or adversely affect pregnancy. Nevertheless, if a patient taking a thiazide-like or thiazide-type diuretic becomes pregnant, many clinicians would discontinue the medication or reduce the dose.The management of hypertension during pregnancy is discussed in detail separately. (See  \"Treatment of hypertension in pregnant and postpartum patients\".)Frail adults — Older adults (age greater than 75 years), particularly those who are frail, warrant a more gradual approach to blood pressure reduction with careful attention to medication interactions and adverse effects. In frail patients, we suggest initial monotherapy at low doses, with frequent follow-up for monitoring and medication titration. This is discussed elsewhere in more detail. (See  \"Treatment of hypertension in older adults, particularly isolated systolic hypertension\", section on 'Problem of frailty'.)However, in patients who are far from goal, older age in the absence of frailty is not a reason to begin with low-dose monotherapy followed by slow medication titration. Such an approach could lead to substantial delays in attaining goal blood pressure, particularly if the interval between follow-up visits is long.FOLLOW-UP — Patients started on antihypertensive drug therapy should be evaluated (either in person or by telehealth) every two to four weeks until their blood pressure is at goal. In most patients, we wait four weeks to re-evaluate after starting or intensifying therapy to permit long-acting antihypertensive drugs enough time to manifest their full blood pressure-lowering effect. This approach is consistent with the American College of Cardiology/American Heart Association 2017 hypertension guideline [4]. Patients with severely elevated blood pressure should be re-evaluated sooner, typically within several days to a week.We suggest a return visit every four weeks after each medication change until blood pressure is at goal. After the goal blood pressure is attained, we usually follow patients every three to six months (either in person or by telehealth). Goal blood pressure (eg, blood pressure \"targets\") is discussed in further detail separately (see  \"Goal blood pressure in adults with hypertension\"). Antihypertensive medication titration is also discussed in further detail separately. (See  \"Hypertension in adults: Antihypertensive medication titration\".)We monitor electrolytes and serum creatinine one to three weeks after initiation or titration of angiotensin-converting enzyme inhibitors, angiotensin receptor blockers, mineralocorticoid receptor antagonists, and diuretics  (table 7). In general, patients with moderate to severe chronic kidney disease or pre-existing electrolyte abnormalities should be evaluated more quickly (eg, within one week) after initiating or intensifying one of these agents. In patients on stable doses of medications and with normal kidney function, electrolytes and creatinine should be monitored annually.APPROACHES WITH LIMITED EVIDENCE OF BENEFIT●Combination therapy with three or more agents – Initial therapy with three or more antihypertensive agents has been examined; however, clinical experience with this approach remains limited [48-53]. While increased adverse effects from triple or quadruple combination therapy are a theoretical concern, newer combinations using low doses of each drug class have been well tolerated [48,53,54]. In a trial of nearly 600 patients with hypertension, a four-drug, single-pill combination (that contained low doses of irbesartan, indapamide, amlodipine, and bisoprolol) lowered 24-hour systolic blood pressure more than full-dose irbesartan (18 versus 10 mmHg) and led to higher rates of blood pressure control (77 versus 50 percent) [48]. The incidence of adverse effects was similar between the groups. While promising, clinical experience with using four-drug combination pills is limited and therefore not yet recommended as initial treatment.●No role for race-based therapy – We choose a consistent therapeutic approach regardless of race. The historic preference for a calcium channel blocker or a thiazide-like diuretic as monotherapy in self-described Black patients originated from some evidence in randomized trials showing that these drugs have superior blood pressure-lowering efficacy and protection against cardiovascular events (compared with angiotensin-converting enzyme [ACE] inhibitors or angiotensin receptor blockers [ARBs]) [55-63]. However, despite an increase in the use of calcium channel blockers in this population (and a corresponding decrease in the use of ACE inhibitors and ARBs), hypertension control rates among Black patients, as well as racial disparities in control, have not improved [64].Furthermore, the substantial variability in the blood pressure response to drugs such as ACE inhibitors within self-identified Black or African American patients is several-fold larger than the variability in blood pressure response between Black and White individuals. Thus, although blood pressure responses to ACE inhibitor (and ARB) monotherapy are, on average, lesser among Black patients as compared with White patients, there is considerable overlap in the response [65]. Combination therapy with an ACE inhibitor or ARB and either a calcium channel blocker or diuretic remains the most effective two-drug combination, and therefore, we use this treatment approach regardless of race [66,67]. In one large health system, for example, the implementation of a race-agnostic therapeutic algorithm that focused on combination therapy and avoidance of therapeutic inertia resulted in hypertension control rates exceeding 80 percent for White, Black, and Hispanic patients [68]. In addition, the disparity in hypertension control comparing Black patients with White patients decreased from 6.3 to 2.8 percent. The epidemiology of hypertension in Black individuals, including the role of social determinants of health, is discussed in further detail separately. (See  \"Burden of hypertension in Black individuals\".)●Bedtime versus morning dosing – The American Heart Association and European Society of Cardiology recommend taking antihypertensive drugs at a time of day that optimizes adherence for each individual patient [4,5]. While some studies suggest a difference in cardiovascular outcomes based on bedtime versus morning dosing [69-75], the two largest studies did not find differences in cardiovascular events based on the timing of antihypertensive therapy [76,77].In the Treatment in Morning versus Evening (TIME) trial, in which more than 21,000 adults with hypertension were randomly assigned to take their antihypertensive medications in the morning or the evening, rates of cardiovascular events were similar between groups at five-year follow-up [76]. There were no important differences in safety or adverse events between the morning and evening groups. In a second trial of over 16,000 patients, there was also no difference in the rates of cardiovascular events between groups receiving hydrochlorothiazide or atenolol in the morning versus controlled-onset extended-release verapamil at bedtime [77]. Similarly, a third trial that included 767 frail, older adults found no difference in all-cause mortality, cardiovascular events, falls, or cognitive decline comparing bedtime versus morning dosing, although the trial was limited by a relatively small number of overall events [78].These data conflict with two other trials (the Ambulatory Blood Pressure Monitoring for Prediction of Cardiovascular Events [MAPEC] and Hygia studies), which concluded that evening dosing leads to fewer cardiovascular events and lower mortality compared with morning dosing [73-75]. However, both the MAPEC and Hygia trials were published by the same research group, and both trials reported very large benefits from shifting one or more antihypertensive drugs from the morning to bedtime (eg, 50 percent or greater relative reductions in stroke, myocardial infarction, and cardiovascular death). Effects of this magnitude are rarely, if ever, observed in rigorous cardiovascular trials; in addition, the biologic rationale (a modest reduction in nighttime blood pressure without a major difference in 24-hour blood pressure) does not support such large effects on outcomes [79].SOCIETY GUIDELINE LINKS — Links to society and government-sponsored guidelines from selected countries and regions around the world are provided separately. (See  \"Society guideline links: Hypertension in adults\".)INFORMATION FOR PATIENTS — UpToDate offers two types of patient education materials, \"The Basics\" and \"Beyond the Basics.\" The Basics patient education pieces are written in plain language, at the 5th to 6th grade reading level, and they answer the four or five key questions a patient might have about a given condition. These articles are best for patients who want a general overview and who prefer short, easy-to-read materials. Beyond the Basics patient education pieces are longer, more sophisticated, and more detailed. These articles are written at the 10th to 12th grade reading level and are best for patients who want in-depth information and are comfortable with some medical jargon.Here are the patient education articles that are relevant to this topic. We encourage you to print or email these topics to your patients. (You can also locate patient education articles on a variety of subjects by searching on \"patient info\" and the keyword(s) of interest.)●Basics topic (see  \"Patient education: Medicines for high blood pressure (The Basics)\")●Beyond the Basics topics (see  \"Patient education: High blood pressure in adults (Beyond the Basics)\" and  \"Patient education: High blood pressure treatment in adults (Beyond the Basics)\" and  \"Patient education: High blood pressure, diet, and weight (Beyond the Basics)\")SUMMARY AND RECOMMENDATIONS●Treating hypertension reduces cardiovascular risk – The goal of blood pressure lowering in patients with hypertension is to reduce cardiovascular complications, especially among patients with multiple cardiovascular risk factors. The decision to initiate antihypertensive pharmacotherapy is determined by both blood pressure stage and risk of cardiovascular disease. (See 'Goals of antihypertensive treatment' above.)●Lifestyle modifications for all patients – All patients with hypertension should receive education on comprehensive lifestyle modifications  (table 3). These are continued even as antihypertensive drug therapy is added.●Systolic blood pressure (SBP) >180 mmHg and/or diastolic blood pressure (DBP) >120 mmHg – Patients with severe hypertension or hypertensive crisis require urgent assessment to exclude acute target-organ damage (eg, hypertensive emergency) and determine the need for observation or inpatient care. (See  \"Management of severe asymptomatic hypertension (hypertensive urgencies) in adults\".)●SBP 140 to 180 mmHg and/or DBP 90 to 120 mmHg (stage 2 hypertension)•Combination therapy for most patients – For most patients with stage 2 hypertension, we suggest initial combination therapy  (table 4) (Grade 2C). Combination therapy lowers blood pressure more than monotherapy, increases the likelihood that the target blood pressure will be achieved, and reduces the risk of dose-related side effects. (See 'Combination therapy for most patients' above.)When initiating combination therapy, we suggest prescribing a single-pill combination (in which both drugs are contained in a single pill) rather than as free equivalents (in which the same drugs and doses are prescribed as separate pills) (Grade 2B). Single-pill combination therapy facilitates medication adherence and the achievement of goal blood pressure at lower doses of medication compared with free equivalents.We suggest the combination of an angiotensin-converting enzyme (ACE) inhibitor or angiotensin receptor blocker (ARB) and a dihydropyridine calcium channel blocker for initial drug therapy  (table 4), rather than other combinations (Grade 2C). Several such combinations are commercially available. The combination of an ACE inhibitor (or ARB) with a thiazide-like diuretic is a reasonable alternative, particularly in patients with conditions that benefit from this drug class (eg, edema, osteoporosis, calcium nephrolithiasis with hypercalciuria). (See 'Combination therapy for most patients' above.)•Monotherapy or comorbidity-indicated drug(s) in selected patients – Patients who are at higher risk for adverse effects from antihypertensive therapy, including patients who are older (eg, greater than 75 years of age), underweight or frail, or with a history of medication intolerance, should start with monotherapy.If monotherapy is the selected approach, we suggest initial antihypertensive treatment with an ACE inhibitor, ARB, or dihydropyridine calcium channel blocker rather than a thiazide diuretic (Grade 2C). Because ACE inhibitors, ARBs, and dihydropyridine calcium channel blockers are components of our preferred two-drug combination pills  (table 4), starting with one of these drug classes supports a more streamlined transition to the preferred combination therapy if a second agent is needed to achieve the goal blood pressure. (See 'Monotherapy for patients at risk for adverse drug effects' above and 'Patients at increased cardiovascular risk' above.)●SBP 130 to 139 mmHg and/or DBP 80 to 89 mmHg (stage 1 hypertension)•Lifestyle modifications only in patients without cardiovascular risk factors – Antihypertensive drug therapy is not indicated for patients with stage 1 hypertension, no cardiovascular comorbidities (eg, established clinical cardiovascular disease, heart failure, diabetes, chronic kidney disease [CKD]), and an estimated 10-year cardiovascular risk less than 10 percent. Such patients are managed with lifestyle interventions only since drug therapy does not confer a clinically important absolute benefit on cardiovascular outcomes in this group. (See 'Patients without additional cardiovascular risk factors' above and 'Goals of antihypertensive treatment' above.)•Monotherapy if cardiovascular risk factors are present – We initiate antihypertensive monotherapy in patients with stage 1 hypertension and any of the following comorbidities:-Established clinical cardiovascular disease (history of coronary disease, stroke, transient ischemic attack, or documented peripheral arterial disease)-Heart failure-Diabetes mellitus-CKD or post-kidney transplantation-Age 65 years or older-An estimated 10-year risk of atherosclerotic cardiovascular disease greater than or equal to 10 percent (see  \"Cardiovascular disease risk assessment for primary prevention: Risk calculators\")The choice of initial agent is guided by the presence of additional conditions (eg, CKD, atrial fibrillation, heart failure, etc) for which a specific drug class may confer additional benefit. (See 'Patients at increased cardiovascular risk' above.)In patients without an indication for a specific drug class, we suggest initial antihypertensive treatment with an ACE inhibitor, ARB, or dihydropyridine calcium channel blocker rather than a thiazide diuretic (Grade 2C). All four drug classes produce similar benefits on cardiovascular endpoints when used as monotherapy; however, because ACE inhibitors, ARBs, and dihydropyridine calcium channel blockers are components of our preferred two-drug combination pills  (table 4), they support a more streamlined transition to combination therapy if blood pressure remains elevated and additional drugs are warranted. (See 'Patients at increased cardiovascular risk' above.)●Follow-up – Patients started on antihypertensive drug therapy should be evaluated (either in person or by telehealth) every two to four weeks until their blood pressure is at goal. (See 'Follow-up' above.)ACKNOWLEDGMENTSThe UpToDate editorial staff acknowledges Norman M Kaplan, MD, who contributed to earlier versions of this topic review.We are saddened by the death of George Bakris, MD, who passed away in June 2024. UpToDate acknowledges Dr. Bakris's past work as a section editor for this topic.Use of UpToDate is subject to the Terms of Use.REFERENCESGBD 2017 Risk Factor Collaborators. Global, regional, and national comparative risk assessment of 84 behavioural, environmental and occupational, and metabolic risks or clusters of risks for 195 countries and territories, 1990-2017: a systematic analysis for the Global Burden of Disease Study 2017. Lancet 2018; 392:1923.Muntner P, Carey RM, Gidding S, et al. Potential US Population Impact of the 2017 ACC/AHA High Blood Pressure Guideline. Circulation 2018; 137:109.Yoon SS, Gu Q, Nwankwo T, et al. Trends in blood pressure among adults with hypertension: United States, 2003 to 2012. Hypertension 2015; 65:54.Whelton PK, Carey RM, Aronow WS, et al. 2017 ACC/AHA/AAPA/ABC/ACPM/AGS/APhA/ASH/ASPC/NMA/PCNA Guideline for the Prevention, Detection, Evaluation, and Management of High Blood Pressure in Adults: A Report of the American College of Cardiology/American Heart Association Task Force on Clinical Practice Guidelines. Hypertension 2018; 71:e13.McEvoy JW, McCarthy CP, Bruno RM, et al. 2024 ESC Guidelines for the management of elevated blood pressure and hypertension. Eur Heart J 2024; 45:3912.Lewington S, Clarke R, Qizilbash N, et al. Age-specific relevance of usual blood pressure to vascular mortality: a meta-analysis of individual data for one million adults in 61 prospective studies. Lancet 2002; 360:1903.Rapsomaniki E, Timmis A, George J, et al. Blood pressure and incidence of twelve cardiovascular diseases: lifetime risks, healthy life-years lost, and age-specific associations in 1·25 million people. Lancet 2014; 383:1899.Sesso HD, Stampfer MJ, Rosner B, et al. Systolic and diastolic blood pressure, pulse pressure, and mean arterial pressure as predictors of cardiovascular disease risk in Men. Hypertension 2000; 36:801.Benetos A, Thomas F, Bean K, et al. Prognostic value of systolic and diastolic blood pressure in treated hypertensive men. Arch Intern Med 2002; 162:577.Yano Y, Reis JP, Colangelo LA, et al. Association of Blood Pressure Classification in Young Adults Using the 2017 American College of Cardiology/American Heart Association Blood Pressure Guideline With Cardiovascular Events Later in Life. JAMA 2018; 320:1774.Fuchs FD, Fuchs SC, Berwanger O, Whelton PK. Clinical Trials in Hypertension: A Mathematical Endorsement for Diagnosis and Treatment. Hypertension 2025; 82:411.Blood Pressure Lowering Treatment Trialists' Collaboration. Pharmacological blood pressure lowering for primary and secondary prevention of cardiovascular disease across different levels of blood pressure: an individual participant-level data meta-analysis. Lancet 2021; 397:1625.Blood Pressure Lowering Treatment Trialists' Collaboration, Ninomiya T, Perkovic V, et al. Blood pressure lowering and major cardiovascular events in people with and without chronic kidney disease: meta-analysis of randomised controlled trials. BMJ 2013; 347:f5680.Ettehad D, Emdin CA, Kiran A, et al. Blood pressure lowering for prevention of cardiovascular disease and death: a systematic review and meta-analysis. Lancet 2016; 387:957.Blood Pressure Lowering Treatment Trialists' Collaboration, Sundström J, Arima H, et al. Blood pressure-lowering treatment based on cardiovascular risk: a meta-analysis of individual patient data. Lancet 2014; 384:591.Sundström J, Arima H, Jackson R, et al. Effects of blood pressure reduction in mild hypertension: a systematic review and meta-analysis. Ann Intern Med 2015; 162:184.Montgomery AA, Fahey T, Ben-Shlomo Y, Harding J. The influence of absolute cardiovascular risk, patient utilities, and costs on the decision to treat hypertension: a Markov decision analysis. J Hypertens 2003; 21:1753.Egan BM, Bandyopadhyay D, Shaftman SR, et al. Initial monotherapy and combination therapy and hypertension control the first year. Hypertension 2012; 59:1124.Mourad JJ, Waeber B, Zannad F, et al. Comparison of different therapeutic strategies in hypertension: a low-dose combination of perindopril/indapamide versus a sequential monotherapy or a stepped-care approach. J Hypertens 2004; 22:2379.MacDonald TM, Williams B, Webb DJ, et al. Combination Therapy Is Superior to Sequential Monotherapy for the Initial Treatment of Hypertension: A Double-Blind Randomized Controlled Trial. J Am Heart Assoc 2017; 6.Garjón J, Saiz LC, Azparren A, et al. First-line combination therapy versus first-line monotherapy for primary hypertension. Cochrane Database Syst Rev 2020; 2:CD010316.Gradman AH, Basile JN, Carter BL, et al. Combination therapy in hypertension. J Am Soc Hypertens 2010; 4:90.Epstein M, Bakris G. Newer approaches to antihypertensive therapy. Use of fixed-dose combination therapy. Arch Intern Med 1996; 156:1969.Gradman AH, Basile JN, Carter BL, et al. Combination therapy in hypertension. J Clin Hypertens (Greenwich) 2011; 13:146.Leggio M, Fusco A, Loreti C, et al. Fixed and Low-Dose Combinations of Blood Pressure-Lowering Agents: For the Many or the Few? Drugs 2019; 79:1831.Jamerson K, Weber MA, Bakris GL, et al. Benazepril plus amlodipine or hydrochlorothiazide for hypertension in high-risk patients. N Engl J Med 2008; 359:2417.Bakris GL, Sarafidis PA, Weir MR, et al. Renal outcomes with different fixed-dose combination therapies in patients with hypertension at high risk for cardiovascular events (ACCOMPLISH): a prespecified secondary analysis of a randomised controlled trial. Lancet 2010; 375:1173.Roush GC, Ernst ME, Kostis JB, et al. Head-to-head comparisons of hydrochlorothiazide with indapamide and chlorthalidone: antihypertensive and metabolic effects. Hypertension 2015; 65:1041.Peterzan MA, Hardy R, Chaturvedi N, Hughes AD. Meta-analysis of dose-response relationships for hydrochlorothiazide, chlorthalidone, and bendroflumethiazide on blood pressure, serum potassium, and urate. Hypertension 2012; 59:1104.Pareek AK, Messerli FH, Chandurkar NB, et al. Efficacy of Low-Dose Chlorthalidone and Hydrochlorothiazide as Assessed by 24-h Ambulatory Blood Pressure Monitoring. J Am Coll Cardiol 2016; 67:379.Liang W, Ma H, Cao L, et al. Comparison of thiazide-like diuretics versus thiazide-type diuretics: a meta-analysis. J Cell Mol Med 2017; 21:2634.Ernst ME, Carter BL, Goerdt CJ, et al. Comparative antihypertensive effects of hydrochlorothiazide and chlorthalidone on ambulatory and office blood pressure. Hypertension 2006; 47:352.Sica DA. Chlorthalidone: has it always been the best thiazide-type diuretic? Hypertension 2006; 47:321.Ishani A, Cushman WC, Leatherman SM, et al. Chlorthalidone vs. Hydrochlorothiazide for Hypertension-Cardiovascular Events. N Engl J Med 2022; 387:2401.Parati G, Kjeldsen S, Coca A, et al. Adherence to Single-Pill Versus Free-Equivalent Combination Therapy in Hypertension: A Systematic Review and Meta-Analysis. Hypertension 2021; 77:692.Weisser B, Predel HG, Gillessen A, et al. Single Pill Regimen Leads to Better Adherence and Clinical Outcome in Daily Practice in Patients Suffering from Hypertension and/or Dyslipidemia: Results of a Meta-Analysis. High Blood Press Cardiovasc Prev 2020; 27:157.Schmieder RE, Wassmann S, Predel HG, et al. Improved Persistence to Medication, Decreased Cardiovascular Events and Reduced All-Cause Mortality in Hypertensive Patients With Use of Single-Pill Combinations: Results From the START-Study. Hypertension 2023; 80:1127.Flack JM, Sica DA, Bakris G, et al. Management of high blood pressure in Blacks: an update of the International Society on Hypertension in Blacks consensus statement. Hypertension 2010; 56:780.Mancia G, Kreutz R, Brunström M, et al. 2023 ESH Guidelines for the management of arterial hypertension The Task Force for the management of arterial hypertension of the European Society of Hypertension: Endorsed by the International Society of Hypertension (ISH) and the European Renal Association (ERA). J Hypertens 2023; 41:1874.Cushman WC, Ford CE, Cutler JA, et al. Success and predictors of blood pressure control in diverse North American settings: the antihypertensive and lipid-lowering treatment to prevent heart attack trial (ALLHAT). J Clin Hypertens (Greenwich) 2002; 4:393.Thomopoulos C, Parati G, Zanchetti A. Effects of blood pressure-lowering treatment on cardiovascular outcomes and mortality: 14 - effects of different classes of antihypertensive drugs in older and younger patients: overview and meta-analysis. J Hypertens 2018; 36:1637.Chen YJ, Li LJ, Tang WL, et al. First-line drugs inhibiting the renin angiotensin system versus other first-line antihypertensive drug classes for hypertension. Cochrane Database Syst Rev 2018; 11:CD008170.Blood Pressure Lowering Treatment Trialists' Collaboration, Turnbull F, Neal B, et al. Effects of different regimens to lower blood pressure on major cardiovascular events in older and younger adults: meta-analysis of randomised trials. BMJ 2008; 336:1121.Meyrier A, Condamin MC. [Antihypertensive action of indapamide in hypertension of chronic renal failure]. Ann Cardiol Angeiol (Paris) 1994; 43:43.Agarwal R, Sinha AD, Cramer AE, et al. Chlorthalidone for Hypertension in Advanced Chronic Kidney Disease. N Engl J Med 2021; 385:2507.Kamaruzzaman S, Watt H, Carson C, Ebrahim S. The association between orthostatic hypotension and medication use in the British Women's Heart and Health Study. Age Ageing 2010; 39:51.Juraschek SP, Cortez MM, Flack JM, et al. Orthostatic Hypotension in Adults With Hypertension: A Scientific Statement From the American Heart Association. Hypertension 2024; 81:e16.Nolde JM, Atkins E, Marschner S, et al. Ambulatory blood pressure after 12 weeks of quadruple combination of quarter doses of blood pressure medication vs. standard medication. J Hypertens 2024; 42:1009.Chow CK, Atkins ER, Hillis GS, et al. Initial treatment with a single pill containing quadruple combination of quarter doses of blood pressure medicines versus standard dose monotherapy in patients with hypertension (QUARTET): a phase 3, randomised, double-blind, active-controlled trial. Lancet 2021; 398:1043.Wald DS, Morris JK, Wald NJ. Randomized Polypill crossover trial in people aged 50 and over. PLoS One 2012; 7:e41297.Yusuf S, Joseph P, Dans A, et al. Polypill with or without Aspirin in Persons without Cardiovascular Disease. N Engl J Med 2021; 384:216.Calhoun DA, Lacourcière Y, Chiang YT, Glazer RD. Triple antihypertensive therapy with amlodipine, valsartan, and hydrochlorothiazide: a randomized clinical trial. Hypertension 2009; 54:32.Ojji DB, Salam A, Sani MU, et al. Low-Dose Triple-Pill vs Standard-Care Protocols for Hypertension Treatment in Nigeria: A Randomized Clinical Trial. JAMA 2024; 332:1070.Rodgers A, Salam A, Schutte AE, et al. Efficacy and safety of a novel low-dose triple single-pill combination of telmisartan, amlodipine and indapamide, compared with dual combinations for treatment of hypertension: a randomised, double-blind, active-controlled, international clinical trial. Lancet 2024; 404:1536.Materson BJ, Reda DJ, Cushman WC, et al. Single-drug therapy for hypertension in men. A comparison of six antihypertensive agents with placebo. The Department of Veterans Affairs Cooperative Study Group on Antihypertensive Agents. N Engl J Med 1993; 328:914.Yamal JM, Oparil S, Davis BR, et al. Stroke outcomes among participants randomized to chlorthalidone, amlodipine or lisinopril in ALLHAT. J Am Soc Hypertens 2014; 8:808.Wright JT Jr, Harris-Haywood S, Pressel S, et al. Clinical outcomes by race in hypertensive patients with and without the metabolic syndrome: Antihypertensive and Lipid-Lowering Treatment to Prevent Heart Attack Trial (ALLHAT). Arch Intern Med 2008; 168:207.Park IU, Taylor AL. Race and ethnicity in trials of antihypertensive therapy to prevent cardiovascular outcomes: a systematic review. Ann Fam Med 2007; 5:444.Leenen FH, Nwachuku CE, Black HR, et al. Clinical events in high-risk hypertensive patients randomly assigned to calcium channel blocker versus angiotensin-converting enzyme inhibitor in the antihypertensive and lipid-lowering treatment to prevent heart attack trial. Hypertension 2006; 48:374.Julius S, Alderman MH, Beevers G, et al. Cardiovascular risk reduction in hypertensive black patients with left ventricular hypertrophy: the LIFE study. J Am Coll Cardiol 2004; 43:1047.Dickerson JE, Hingorani AD, Ashby MJ, et al. Optimisation of antihypertensive treatment by crossover rotation of four major classes. Lancet 1999; 353:2008.Morgan TO, Anderson AI, MacInnis RJ. ACE inhibitors, beta-blockers, calcium blockers, and diuretics for the control of systolic hypertension. Am J Hypertens 2001; 14:241.James PA, Oparil S, Carter BL, et al. 2014 evidence-based guideline for the management of high blood pressure in adults: report from the panel members appointed to the Eighth Joint National Committee (JNC 8). JAMA 2014; 311:507.Egan BM, Yang J, Rakotz MK, et al. Self-Reported Antihypertensive Medication Class and Temporal Relationship to Treatment Guidelines. Hypertension 2022; 79:338.Mokwe E, Ohmit SE, Nasser SA, et al. Determinants of blood pressure response to quinapril in black and white hypertensive patients: the Quinapril Titration Interval Management Evaluation trial. Hypertension 2004; 43:1202.Flack JM, Bitner S, Buhnerkempe M. Evolving the Role of Black Race in Hypertension Therapeutics. Am J Hypertens 2024; 37:739.Abrahamowicz AA, Ebinger J, Whelton SP, et al. Racial and Ethnic Disparities in Hypertension: Barriers and Opportunities to Improve Blood Pressure Control. Curr Cardiol Rep 2023; 25:17.Bartolome RE, Chen A, Handler J, et al. Population Care Management and Team-Based Approach to Reduce Racial Disparities among African Americans/Blacks with Hypertension. Perm J 2016; 20:53.Melgarejo JD, Lee JH, Petitto M, et al. Glaucomatous Optic Neuropathy Associated with Nocturnal Dip in Blood Pressure: Findings from the Maracaibo Aging Study. Ophthalmology 2018; 125:807.Chiotoroiu SM, Stefaniu O, Noaghi M, et al. THE ROLE OF SYSTEMIC BLOOD PRESSURE IN GLAUCOMA PROGRESSION. Rom J Ophthalmol 2015; 59:141.Choi J, Kook MS. Systemic and Ocular Hemodynamic Risk Factors in Glaucoma. Biomed Res Int 2015; 2015:141905.Hermida RC, Ayala DE, Mojón A, Fernández JR. Chronotherapy with nifedipine GITS in hypertensive patients: improved efficacy and safety with bedtime dosing. Am J Hypertens 2008; 21:948.Hermida RC, Crespo JJ, Domínguez-Sardiña M, et al. Bedtime hypertension treatment improves cardiovascular risk reduction: the Hygia Chronotherapy Trial. Eur Heart J 2020; 41:4565.Maqsood MH, Messerli FH, Skolnick AH, et al. Timing of Antihypertensive Drug Therapy: A Systematic Review and Meta-Analysis of Randomized Clinical Trials. Hypertension 2023; 80:1544.Hermida RC, Ayala DE, Mojón A, Fernández JR. Influence of circadian time of hypertension treatment on cardiovascular risk: results of the MAPEC study. Chronobiol Int 2010; 27:1629.Mackenzie IS, Rogers A, Poulter NR, et al. Cardiovascular outcomes in adults with hypertension with evening versus morning dosing of usual antihypertensives in the UK (TIME study): a prospective, randomised, open-label, blinded-endpoint clinical trial. Lancet 2022; 400:1417.Black HR, Elliott WJ, Grandits G, et al. Principal results of the Controlled Onset Verapamil Investigation of Cardiovascular End Points (CONVINCE) trial. JAMA 2003; 289:2073.Garrison SR, Youngson ERE, Perry DA, et al. Bedtime vs Morning Antihypertensive Medications in Frail Older Adults: The BedMed-Frail Randomized Clinical Trial. JAMA Netw Open 2025; 8:e2513812.Kreutz R, Kjeldsen SE, Burnier M, et al. Blood pressure medication should not be routinely dosed at bedtime. We must disregard the data from the HYGIA project. Blood Press 2020; 29:135.Topic 3869 Version 102.0                          Topic Feedback  Algorithms Selection of initial antihypertensive therapyChoice of antihypertensive therapy in nonpregnant females of childbearing potential  Selection of initial antihypertensive therapy Choice of antihypertensive therapy in nonpregnant females of childbearing potentialTables Comparison of blood pressure (BP) measurement methodsDefinition of hypertension based on blood pressure measurement strategyBest proven nonpharmacologic interventions for prevention and treatment of hypertension*Preferred antihypertensive drugs available as single-pill combinations: Adult dosing*Considerations for individualizing antihypertensive therapyExamples of medications that may cause or exacerbate orthostatic hypotensionAdverse effects of recommended first-line antihypertensive drug classes  Comparison of blood pressure (BP) measurement methods Definition of hypertension based on blood pressure measurement strategy Best proven nonpharmacologic interventions for prevention and treatment of hypertension* Preferred antihypertensive drugs available as single-pill combinations: Adult dosing* Considerations for individualizing antihypertensive therapy Examples of medications that may cause or exacerbate orthostatic hypotension Adverse effects of recommended first-line antihypertensive drug classes          Loading Please wait         \n  \n  \n  \n  \n\n\n              Privacy Preference CenterWhen you visit any website, it may store or retrieve information on your browser, mostly in the form of cookies. This information might be about you, your preferences or your device. Because we respect your right to privacy, you can choose not to allow certain types of cookies on our website. Click on the different category headings to find out more and manage your cookie preferences. However, blocking some types of cookies may impact your experience on the site and the services we are able to offer.\n            Privacy & Cookie NoticeManage Consent PreferencesStrictly Necessary CookiesAlways ActiveThese cookies are necessary for the website to function. They are usually set in response to actions made by you which amount to a request for services, such as setting your privacy preferences, logging in or filling in forms. You can set your browser to block or alert you about these cookies, this may have an effect on the proper functioning of (parts of) the site.Performance Cookies  Performance Cookies These cookies support analytic services that measure and improve the performance of our site. They  help us know which pages are the most and least popular and see how visitors move around the site.Vendors List Search Icon checkbox label label Consent Leg.Interest checkbox label label checkbox label label checkbox label label                           ",
    "structured": {
      "sections": [
        {
          "heading": "GRAPHICS View All",
          "content": "",
          "subsections": []
        },
        {
          "heading": "RELATED PATHWAYS",
          "content": "",
          "subsections": []
        },
        {
          "heading": "RELATED TOPICS",
          "content": "",
          "subsections": []
        },
        {
          "heading": "Privacy Preference Center",
          "content": "When you visit any website, it may store or retrieve information on your browser, mostly in the form of cookies. This information might be about you, your preferences or your device. Because we respect your right to privacy, you can choose not to allow certain types of cookies on our website. Click on the different category headings to find out more and manage your cookie preferences. However, blocking some types of cookies may impact your experience on the site and the services we are able to offer.\n            Privacy & Cookie Notice\nManage Consent PreferencesStrictly Necessary CookiesAlways ActiveThese cookies are necessary for the website to function. They are usually set in response to actions made by you which amount to a request for services, such as setting your privacy preferences, logging in or filling in forms. You can set your browser to block or alert you about these cookies, this may have an effect on the proper functioning of (parts of) the site.Performance Cookies  Performance Cookies These cookies support analytic services that measure and improve the performance of our site. They  help us know which pages are the most and least popular and see how visitors move around the site.",
          "subsections": [
            {
              "heading": "Manage Consent Preferences",
              "content": "Strictly Necessary CookiesAlways ActiveThese cookies are necessary for the website to function. They are usually set in response to actions made by you which amount to a request for services, such as setting your privacy preferences, logging in or filling in forms. You can set your browser to block or alert you about these cookies, this may have an effect on the proper functioning of (parts of) the site.\nPerformance Cookies  Performance Cookies These cookies support analytic services that measure and improve the performance of our site. They  help us know which pages are the most and least popular and see how visitors move around the site."
            },
            {
              "heading": "Strictly Necessary Cookies",
              "content": "Always Active"
            },
            {
              "heading": "Performance Cookies",
              "content": "Performance Cookies"
            },
            {
              "heading": "Vendors List",
              "content": ""
            }
          ]
        }
      ]
    },
    "keyPoints": []
  }
}